{
    "translation": {
    "Email Address": "البريد الالكترونى",
    "example@domain.com": "example@domain.com",
    "Password": "كلمة المرور",
    "Log in": "تسجيل الدخول",
    "Don't have an account yet? Register here": "ليس لديك حساب حتى الآن؟",
    "Register here": "سجل هنا",
    "Please fill out all of the fields.": "يرجى ملء جميع الحقول.",
    "Something went wrong. Please try again later.": "هناك خطأ ما. الرجاء معاودة المحاولة في وقت لاحق.",
    "ModaMedic": "ModaMedic",
    "Account Registration": "تسجيل حساب",
    "First Name": "الاسم الأول",
    "John": "فلان",
    "Last Name": "اسم العائلة",
    "Doe": "الفلاني",
    "Date of Birth": "تاريخ الولادة",
    "YYYY - MM - DD": "YYYY - MM - DD",
    "Confirm Password": "تأكيد كلمة المرور",
    "Sign up": "انشاء حساب",
    "Do you already have an account?": "هل لديك حساب؟",
    "Sign in here": "تسجيل الدخول هنا",
    "Account successfully created": "تم إنشاء الحساب بنجاح",
    "Please sign in": "الرجاء تسجيل الدخول",
    "The passwords do not match.": "كلمات المرور لا تتطابق.",
    "Welcome": "أهلا بك",
    "Surgery Date": "تاريخ الجراحة",
    "Daily Questionnaires": "استبيانات يومية",
    "Life Quality Questionnaires": "استبيانات جودة الحياة",
    "Exercise with home videos": "تمرن مع فيديوهات منزلية",
    "Personal Information": "معلومات شخصية",
    "Connect to Google Fit": "اتصل بـ Google Fit",
    "Log out": "تسجيل خروج",
    "Your Personal Information": "معلوماتك الشخصية",
    "Update Personal Information": "تحديث المعلومات الشخصية",
    "Update Surgery Date": "تحديث تاريخ الجراحة",
    "Updating Medical Questionnaire": "تحديث الاستبيان الطبي",
    "Update Personal Information__1": "تحديث المعلومات الشخصية",
    "Smoking Habits": "عادات التدخين",
    "I don't smoke": "أنا لا أدخن",
    "I smoke": "انا أدخن",
    "Select status": "حدد الحالة",
    "Biological sex": "الجنس البيولوجي",
    "Female": "أنثى",
    "Male": "ذكر",
    "Select biological sex": "اختر الجنس البيولوجي",
    "Education level": "مستوى التعليم",
    "Select your education level": "حدد مستوى التعليم الخاص بك",
    "Academic": "أكاديمي",
    "High-School": "المدرسة الثانوية",
    "Between 10 to 12 years of formal education": "ما بين 10 إلى 12 سنة من التعليم الرسمي",
    "Between 6 to 9 years of formal education": "ما بين 6 إلى 9 سنوات من التعليم الرسمي",
    "5 or less years of formal education": "5 سنوات أو أقل من التعليم الرسمي",
    "I would rather not disclose": "أنا أفضل عدم الكشف",
    "Height (cm)": "الطول (سم)",
    "Weight (kg)": "الوزن (كجم)",
    "Update information": "تحديث المعلومات",
    "Personal Information successfully updated": "تم تحديث المعلومات الشخصية بنجاح",
    "Ok": "موافق",
    "Neck": "رقبة",
    "Shoulder": "كتف",
    "Hands": "الأيدي",
    "Chest": "صدر",
    "Elbow": "مِرفَق",
    "Back": "خلف",
    "Basin": "حوض",
    "Belly": "بطن",
    "Hip": "خاصرة",
    "Feet": "أقدام",
    "Knee": "ركبة",
    "Twins": "توأمان",
    "The exercise has concluded!": "انتهى التمرين!",
    "Physiotherapy 1 - Forward bending of the neck and head": "العلاج الطبيعي 1 - الانحناء الأمامي للرقبة والرأس",
    "Physiotherapy 2 - Neck and head bending while on the back": "العلاج الطبيعي  2- ثني الرقبة والرأس أثناء الظهر",
    "Physiotherapy 3 - Backwards bending of the neck and head": "العلاج الطبيعي 3 - الانحناء الخلفي للرقبة والرأس",
    "Form has been submitted": "تم تقديم النموذج",
    "Which type of medicine did you take today?": "ما نوع الدواء الذي تناولته اليوم؟",
    "I did not take any": "أنا لم آخذ أي شيء",
    "Paracetamol (Acamol, Dexamol) and Dipyrone(Optalgin)": "باراسيتامول (أكامول ، ديكسامول) وديبيرون (أوبتالجين)",
    "NSAIDs (Optalgin, Arcoxia, Brexin, Etopan)": "مضادات الالتهاب غير الستيروئيدية (أركوكسيا ، بريكسين ، إيتوبان)",
    "Opioids (Termadex, Zaldiar, Oxycontin, Percocet, Fentanyl)": "المواد الأفيونية (ترامادول ، زالديار ، أوكسيكونتين ، بيركوسيت ، فينتانيل)",
    "Cannabinoids (Cannabis)": "القنب (القنب)",
    "How would you rank your most severe pain you experienced today?": "كيف ستصنف أشد ألم عانيت منه اليوم؟",
    "I did not experience pain at all": "لم أعاني من الألم على الإطلاق",
    "I was in excruciating pain": "كنت أعاني من ألم مبرح",
    "Which of the following statements regarding your mobility is the most accurate?": "أي من العبارات التالية المتعلقة بتنقلك هي الأكثر دقة؟",
    "I have no problems walking": "ليس لدي مشاكل في المشي",
    "I have some small walking issues": "لدي بعض مشاكل المشي الصغيرة",
    "I experience noticeable walking problems": "أعاني من مشاكل ملحوظة في المشي",
    "I suffer from great walking issues": "أعاني من مشاكل كبيرة في المشي",
    "I am incapable of walking at all": "أنا غير قادر على المشي على الإطلاق",
    "Are you capable of caring for your personal needs?": "هل أنت قادر على الاهتمام باحتياجاتك الشخصية؟",
    "I do not find it hard to bathe or get ready by myself": "لا أجد صعوبة في الاستحمام أو الاستعداد بنفسي",
    "I have small problems getting dressed or taking a bath": "أعاني من مشاكل بسيطة في ارتداء ملابسي أو الاستحمام",
    "I have moderate difficulties bathing or getting dressed": "أعاني من صعوبات معتدلة في الاستحمام أو ارتداء الملابس",
    "I have a lot of trouble taking a shower or getting dressed": "أجد صعوبة كبيرة في الاستحمام أو ارتداء ملابسي",
    "I am incapable of washing myself or dressing up without assistance": "أنا غير قادر على اغتسل نفسي أو التأنق بدون مساعدة",
    "How does your disability or pain impact your ability to perform daily activities?": "كيف تؤثر إعاقتك أو ألمك على قدرتك على أداء الأنشطة اليومية؟",
    "I have no problems carrying out my usual activities": "ليس لدي أي مشاكل في القيام بأنشطتي المعتادة",
    "I have small troubles performing my daily activities": "لدي مشاكل صغيرة في أداء أنشطتي اليومية",
    "I am having moderate trouble performing my everyday activities": "أواجه مشكلة معتدلة في أداء أنشطتي اليومية",
    "I really find it hard to do my regular activities": "أجد صعوبة في القيام بأنشطتي المعتادة",
    "I can't carry out my regular activities at all": "لا يمكنني القيام بنشاطاتي المعتادة على الإطلاق",
    "Do you experience pain or discomfort?": "هل تشعر بألم أو انزعاج؟",
    "I'm pain-free and comfortable": "أنا مرتاح وخالي من الألم",
    "I do not feel much pain or discomfort": "لا أشعر بألم أو إزعاج شديد",
    "I do experience slight pain or discomfort": "أشعر بألم خفيف أو انزعاج",
    "I am very uncomfortable or dealing with significant amount of pain": "أنا غير مرتاح للغاية أو أتعامل مع قدر كبير من الألم",
    "I feel unbearable pain or anguish": "أشعر بألم أو كرب لا يطاق",
    "Do you ever feel anxious or depressed?": "هل شعرت يومًا بالقلق أو الاكتئاب؟",
    "I do not experience anxiety or depression": "لا أعاني من القلق أو الاكتئاب",
    "I feel a little nervous or down": "أشعر بقليل من التوتر أو الإحباط",
    "I'm nervous or mildly depressed": "أنا متوتر أو مكتئب قليلاً",
    "I feel stressed or very depressed": "أشعر بالتوتر أو الاكتئاب الشديد",
    "I'm extremely depressed or anxious": "أنا مكتئب أو قلق للغاية",
    "What would you say the past two weeks have been like for your well being?": "كيف كان شكل الأسبوعين الماضيين لرفاهيتك؟",
    "On a scale of 0 to 100": "على مقياس من 0 إلى 100",
    "When the very worst state of health imaginable is 0 and 100 is the healthiest you can possibly imagine": "عندما تكون أسوأ حالة صحية يمكن تخيلها هي 0 و 100 هي الحالة الصحية التي يمكنك تخيلها",

    "We would like to know how good or bad your health is TODAY.": "نود أن نعرف مدى جودة أو سوء صحتك اليوم.",
    "This scale is numbered from 0 to 100.": "هذا المقياس مدرج من الرقم 0 حتى 100.",
    "0 means the worst health you can imagine.": "0 يعني أسوأ حالة صحية يمكنك تصوّرها.",
    "100 means the best health you can imagine.": "100 يعني أفضل حالة صحية يمكنك تصوّرها.",
    "Send answer": "أرسل الجواب",

    "What is the maximum level of pain you experienced today?": "ما هو الحد الأقصى لمستوى الألم الذي عانيت منه اليوم؟",
    "No pain at all": "لا ألم على الإطلاق",
    "Unbearable pain": "الألم الذي لا يطاق",
    "Mobility": "تنقلية",
    "I have no problems walking": "ليس لدي مشاكل في المشي",
    "I have slight walking problems": "لدي مشاكل طفيفة في المشي",
    "I have moderate walking problems": "أعاني من مشاكل معتدلة في المشي",
    "I have severe walking problems": "أعاني من مشاكل شديدة في المشي",
    "I am not able to walk": "أنا غير قادر على الذهاب",
    "Self-care": "رعاية ذاتية",
    "I have no problems bathing or dressing myself": "ليس لدي أي مشاكل في الاستحمام أو ارتداء الملابس",
    "I have minor problems bathing or dressing myself": "أعاني من مشاكل بسيطة في الاستحمام أو ارتداء الملابس",
    "I have moderate problems bathing or dressing myself": "أعاني من مشكلة متوسطة في الاستحمام أو ارتداء الملابس",
    "I have serious problems bathing or dressing myself": "أعاني من مشاكل جدية في الاستحمام أو ارتداء الملابس",
    "I am unable to bathe or dress myself": "أنا غير قادر على الاستحمام أو لبس نفسي",
    "Normal activities (such as work, studies, housework, family or leisure activities)": "الأنشطة العادية (مثل العمل أو الدراسة أو الأعمال المنزلية أو الأسرة أو الأنشطة الترفيهية)",
    "I have no problems engaging in my usual activities": "ليس لدي أي مشاكل في الانخراط في أنشطتي المعتادة",
    "I have mild problems engaging in my usual activities": "أعاني من مشاكل خفيفة في الانخراط في أنشطتي المعتادة",
    "I have moderate trouble engaging in my usual activities": "لدي مشكلة متوسطة في الانخراط في أنشطتي المعتادة",
    "I have severe problems engaging in my usual activities": "لدي مشاكل شديدة في الانخراط في أنشطتي المعتادة",
    "I am unable to engage in my usual activities": "أنا غير قادر على الانخراط في أنشطتي المعتادة",
    "Pain / discomfort": "ألم / انزعاج",
    "I have no pain or discomfort": "ليس لدي أي ألم أو إزعاج",
    "I have little pain or discomfort": "لدي القليل من الألم أو الانزعاج",
    "I have moderate pain or discomfort": "لدي ألم أو إزعاج معتدل",
    "I have severe pain or a great deal of discomfort": "أعاني من ألم شديد أو قدر كبير من الانزعاج",
    "I have extreme pain or discomfort": "أعاني من ألم شديد أو انزعاج",
    "Anxiety / depression": "القلق / الاكتئاب",
    "I am not anxious or depressed": "أنا لست قلقا أو مكتئبا",
    "I am slightly anxious or depressed": "أنا قلق أو مكتئب قليلاً",
    "I am moderately anxious or depressed": "أنا قلق أو مكتئب بدرجة متوسطة",
    "I am anxious or depressed to a great extent": "أنا قلق أو مكتئب إلى حد كبير",
    "I am extremely anxious or depressed": "أنا قلق للغاية أو مكتئب",
    "How would you rate your health in the last two weeks?": "كيف تقيم صحتك في الأسبوعين الماضيين؟",
    "On a scale of 0 to 100": "على مقياس من 0 إلى 100",
    "Where 0 is the worst health condition you can imagine and 100 is the best health condition you can imagine": "حيث 0 هو أسوأ حالة صحية يمكنك تخيلها و 100 هو أفضل حالة صحية يمكنك تخيلها",
    "Lower limb function": "وظيفة الطرف السفلي",
    "How difficult is it for you to carry out your usual activities as part of your work, housework, or studies?": "ما مدى صعوبة القيام بأنشطتك المعتادة كجزء من عملك أو أعمالك المنزلية أو دراستك؟",
    "Without difficulty": "بسهولة",
    "Severe difficulty or inability to perform": "صعوبة شديدة أو عدم القدرة على الأداء",
    "How difficult is it for you to carry out your usual hobbies, leisure activities, or sporting activities?": "ما مدى صعوبة ممارسة الهوايات أو الأنشطة الترفيهية أو الأنشطة الرياضية المعتادة بالنسبة لك؟",
    "How difficult is it for you to get in or out of the bath?": "ما مدى صعوبة دخول الحمام أو الخروج منه؟",
    "How difficult is it for you to walk between rooms?": "ما مدى صعوبة المشي بين الغرف؟",
    "How much difficulty do you have when putting on shoes or putting on socks?": "ما مدى الصعوبة التي تواجهها عند ارتداء الحذاء أو ارتداء الجوارب؟",
    "How difficult is it for you to squat?": "ما مدى صعوبة جلوس القرفصاء؟",
    "What is your degree of difficulty when lifting an object such as a bag or shopping bag from the floor?": "ما هي درجة الصعوبة التي تواجهها عند رفع شيء مثل حقيبة أو حقيبة تسوق من الأرض؟",
    "What is your degree of difficulty in performing light activities within your home?": "ما هي درجة الصعوبة التي تواجهها في أداء الأنشطة الخفيفة داخل منزلك؟",
    "What is your degree of difficulty in performing difficult activities within your home?": "ما درجة الصعوبة التي تواجهها في أداء الأنشطة الصعبة داخل منزلك؟",
    "What is your degree of difficulty when getting in or out of the car?": "ما هي درجة الصعوبة التي تواجهها عند ركوب السيارة أو الخروج منها؟",
    "How difficult is it for you to walk 2 blocks?": "ما مدى صعوبة المشي على مسافة كتلتين؟",
    "What is your degree of difficulty when walking a distance of 1.6 km?": "ما هي درجة الصعوبة عند المشي لمسافة 1.6 كيلومتر؟",
    "What is your degree of difficulty when going up or down 10 steps (as one flight of stairs)?": "ما درجة الصعوبة التي تواجهها عند صعود أو نزول 10 درجات (كدرج واحد)؟",
    "How difficult is it for you to stand for an hour?": "ما مدى صعوبة الوقوف لمدة ساعة؟",
    "How difficult is it for you to sit for an hour?": "ما مدى صعوبة الجلوس لمدة ساعة؟",
    "What is your level of difficulty when running on a flat surface?": "ما هو مستوى الصعوبة الذي تواجهه عند الجري على سطح مستو؟",
    "What is your level of difficulty when running on an uneven surface?": "ما هو مستوى الصعوبة الذي تواجهه عند الجري على سطح غير مستو؟",
    "How much difficulty do you have when making sharp turns while running fast?": "ما مدى الصعوبة التي تواجهها عند القيام بالمنعطفات الحادة أثناء الجري بسرعة؟",
    "What is your level of difficulty when skipping?": "ما هو مستوى الصعوبة لديك عند القفز؟",
    "How difficult is it for you to turn in bed?": "ما مدى صعوبة قلب السرير؟",
    "neck function": "وظيفة العنق",
    "Intensity of pain": "شدة الألم",
    "I have no pain right now": "لا أشعر بأي ألم الآن",
    "The pain is very weak right now": "الألم ضعيف جدا الآن",
    "The pain is moderate at the moment": "الألم معتدل في الوقت الحالي",
    "The pain is pretty bad right now": "الألم سيء للغاية الآن",
    "The pain is very severe right now": "الألم شديد للغاية في الوقت الحالي",
    "The pain is unbearable right now": "الألم لا يطاق الآن",
    "Personal care (bathing, dressing)": "العناية الشخصية (الاستحمام ، ارتداء الملابس)",
    "I can take care of myself now as usual without making the pain worse": "أنا قادر على الاعتناء بنفسي الآن كالمعتاد دون زيادة الألم",
    "I can take care of myself as usual but this makes my pain worse": "أنا قادر على الاعتناء بنفسي كالمعتاد ، لكن هذا يزيد ألمي سوءًا",
    "Taking care of myself is painful, and I am slow and careful": "إن الاعتناء بنفسي أمر مؤلم ، وأنا بطيء وحذر",
    "I need some help but can manage most of the self-care activities": "أحتاج إلى بعض المساعدة ولكن يمكنني إدارة معظم أنشطة الرعاية الذاتية",
    "I need daily help with most self-care activities": "أحتاج إلى مساعدة يومية في معظم أنشطة الرعاية الذاتية",
    "I don't get dressed, I bathe with difficulty and I stay in bed": "لا أرتدي ملابسي ، أستحم بصعوبة وأبقى في السرير",
    "Lifting": "رفع",
    "I can lift heavy loads without aggravating the pain": "أنا قادر على رفع الأحمال الثقيلة دون تفاقم الألم",
    "I can lift heavy loads but it makes the pain worse": "أنا قادر على رفع الأحمال الثقيلة ولكن هذا يزيد الألم سوءًا",
    "The pain prevents me from lifting heavy loads from the floor but I can manage if they are placed comfortably (on a table for example)": "يمنعني الألم من رفع الأحمال الثقيلة من الأرض ولكن يمكنني التحكم بها إذا تم وضعها بشكل مريح (على طاولة على سبيل المثال)",
    "The pain prevents me from lifting heavy loads but I can handle light and medium loads if they are placed comfortably": "يمنعني الألم من رفع الأحمال الثقيلة ولكن يمكنني التعامل مع الأحمال الخفيفة والمتوسطة إذا تم وضعها بشكل مريح",
    "I can only lift very light loads": "يمكنني فقط رفع الأحمال الخفيفة جدًا",
    "I am unable to lift or carry anything": "أنا غير قادر على رفع أو حمل أي شيء",
    "Reading": "قراءة",
    "I can read as much as I want without neck pain": "أستطيع أن أقرأ بقدر ما أريد دون ألم في الرقبة",
    "I can read as much as I want with a slight pain in my neck": "أستطيع أن أقرأ بقدر ما أريد مع ألم خفيف في رقبتي",
    "I can read as much as I want with moderate pain in my neck": "أستطيع أن أقرأ بقدر ما أريد مع ألم متوسط ​​في رقبتي",
    "I am unable to read as much as I would like due to moderate pain in my neck": "لا أستطيع القراءة بقدر ما أريد بسبب الألم المعتدل في رقبتي",
    "I can hardly read due to severe pain in my neck": "بالكاد أستطيع القراءة بسبب الألم الشديد في رقبتي",
    "I can't read at all": "لا أستطيع القراءة على الإطلاق",
    "Headache": "وجع راس",
    "I have no headaches at all": "ليس لدي أي صداع على الإطلاق",
    "I rarely have mild headaches": "نادرا ما أعاني من صداع خفيف",
    "I rarely have moderate headaches": "نادرا ما أعاني من صداع متوسط",
    "I have moderate headaches often": "أعاني من صداع متوسط ​​في كثير من الأحيان",
    "I often have severe headaches": "غالبًا ما أعاني من صداع شديد",
    "I have headaches almost all the time": "أعاني من الصداع طوال الوقت تقريبًا",
    "Concentration": "تركيز",
    "When I want to I can concentrate fully without difficulty": "عندما أريد ذلك يمكنني التركيز بشكل كامل دون صعوبة",
    "When I want to I can concentrate fully with little difficulty": "عندما أريد ذلك يمكنني التركيز بشكل كامل مع القليل من الصعوبة",
    "I have a reasonable amount of difficulty concentrating when I want to": "لدي قدر معقول من الصعوبة في التركيز عندما أريد ذلك",
    "I have a lot of difficulties concentrating when I want to": "أجد صعوبة كبيرة في التركيز عندما أريد ذلك",
    "I have enormous difficulty concentrating when I want to": "أجد صعوبة كبيرة في التركيز عندما أريد ذلك",
    "I am not able to concentrate at all": "لا أستطيع التركيز على الإطلاق",
    "Work": "عمل",
    "I can work as much as I want": "يمكنني العمل بقدر ما أريد",
    "I can only do my routine work but not beyond that": "يمكنني فقط القيام بعملي الروتيني ولكن ليس بعد ذلك",
    "I can do most of my routine work but not beyond that": "يمكنني القيام بمعظم عملي الروتيني ولكن ليس بعد ذلك",
    "I am unable to perform my routine work": "أنا غير قادر على أداء عملي الروتيني",
    "I can hardly work": "بالكاد أستطيع العمل",
    "I can't work at all": "لا أستطيع العمل على الإطلاق",
    "Driving": "قيادة",
    "I can drive my car without pain in my neck": "يمكنني قيادة سيارتي دون ألم في رقبتي",
    "I can drive my car as much as I want with a slight pain in my neck": "يمكنني قيادة سيارتي بقدر ما أريد مع وجود ألم خفيف في رقبتي",
    "I can drive my car as much as I want with moderate pain in my neck": "يمكنني قيادة سيارتي بقدر ما أريد مع ألم متوسط ​​في رقبتي",
    "I can't drive my car as much as I want due to moderate pain in my neck": "لا أستطيع قيادة سيارتي بالقدر الذي أريده بسبب الألم المعتدل في رقبتي",
    "I can hardly drive due to severe pain in my neck": "بالكاد أستطيع القيادة بسبب الألم الشديد في رقبتي",
    "I can't drive at all": "لا أستطيع القيادة على الإطلاق",
    "Sleeping": "نوم",
    "I have no sleep problems": "ليس لدي مشاكل في النوم",
    "My sleep is slightly disturbed (less than an hour without sleep)": "نومي مضطرب قليلاً (أقل من ساعة بدون نوم)",
    "Moderately disturbed sleep (1-2 hours without sleep)": "نوم مضطرب معتدل (ساعة إلى ساعتين بدون نوم)",
    "Moderately disturbed sleep (2-3 hours without sleep)": "نوم مضطرب معتدل (2-3 ساعات بدون نوم)",
    "Severely disturbed sleep (3-5 hours without sleep)": "نوم مضطرب بشدة (3-5 ساعات بدون نوم)",
    "Completely disturbed sleep (5-7 hours without sleep)": "نوم مضطرب تمامًا (5-7 ساعات بدون نوم)",
    "Free time": "وقت فراغ",
    "I can engage in all my leisure activities, without pain in my neck at all": "أنا قادر على الانخراط في جميع أنشطتي الترفيهية ، دون ألم في رقبتي على الإطلاق",
    "I can engage in all my leisure activities, with little pain in my neck": "أنا قادر على الانخراط في جميع أنشطتي الترفيهية ، مع القليل من الألم في رقبتي",
    "I can engage in most but not all of my usual leisure activities due to pain in my neck": "أنا قادر على الانخراط في معظم وليس كل الأنشطة الترفيهية المعتادة بسبب الألم في رقبتي",
    "I can engage in few of my usual leisure activities, due to pain in my neck": "أنا قادر على الانخراط في عدد قليل من الأنشطة الترفيهية المعتادة ، بسبب الألم في رقبتي",
    "I am barely able to engage in leisure activities, due to pain in my neck": "أنا بالكاد قادر على الانخراط في الأنشطة الترفيهية ، بسبب الألم في رقبتي",
    "I am unable to engage in leisure activities at all": "أنا غير قادر على الانخراط في الأنشطة الترفيهية على الإطلاق",
    "Lower back function": "وظيفة أسفل الظهر",
    "Intensity of pain": "شدة الألم",
    "I can bear the pain without taking painkillers": "أستطيع أن أتحمل الألم دون تناول المسكنات",
    "The pain is severe but I manage without consuming painkillers": "الألم شديد لكنني أتعامل معه دون تناول المسكنات",
    "Painkillers provide me with complete pain relief": "توفر لي مسكنات الألم تسكينًا كاملاً للألم",
    "Painkillers give me moderate pain relief": "المسكنات تخفف الآلام بشكل معتدل",
    "Painkillers provide me with little pain relief": "المسكنات توفر لي القليل من تخفيف الآلام",
    "Painkillers do not affect my pain": "المسكنات ليس لها تأثير على ألمي",
    "Personal care (bathing, dressing)__1": "العناية الشخصية (الاستحمام ، ارتداء الملابس)",
    "I can take care of myself normally without causing the pain to worsen": "أنا قادر على الاعتناء بنفسي بشكل طبيعي دون التسبب في تفاقم الألم",
    "I can take care of myself normally but this increases my pain": "أنا قادر على الاعتناء بنفسي بشكل طبيعي ولكن هذا يزيد من ألمي",
    "Taking care of myself is painful, and I am slow and careful__1": "إن الاعتناء بنفسي أمر مؤلم ، وأنا بطيء وحذر",
    "I need help but I can manage most self-care activities": "أحتاج إلى مساعدة ولكن يمكنني إدارة معظم أنشطة الرعاية الذاتية",
    "I need daily help in most aspects of self-care": "أحتاج إلى مساعدة يومية في معظم جوانب الرعاية الذاتية",
    "I don't get dressed, I bathe with difficulty and I stay in bed__1": "لا أرتدي ملابسي ، أستحم بصعوبة وأبقى في السرير",
    "Lifting": "رفع",
    "I can lift heavy loads without worsening the pain": "أنا قادر على رفع الأحمال الثقيلة دون تفاقم الألم",
    "I can lift heavy loads but this makes the pain worse": "أنا قادر على رفع الأحمال الثقيلة ولكن هذا يزيد الألم سوءًا",
    "The pain prevents me from lifting heavy loads from the floor, but I can manage if the load is placed comfortably (on a table, etc.)": "يمنعني الألم من رفع الأحمال الثقيلة من الأرض ، لكن يمكنني التحكم إذا تم وضع الحمل بشكل مريح (على منضدة ، وما إلى ذلك).",
    "The pain prevents me from lifting heavy loads but I can handle light and medium loads if they are placed comfortably__1": "يمنعني الألم من رفع الأحمال الثقيلة ولكن يمكنني التعامل مع الأحمال الخفيفة والمتوسطة إذا تم وضعها بشكل مريح",
    "I can only lift very light loads__1": "يمكنني فقط رفع الأحمال الخفيفة جدًا",
    "I am unable to lift or carry loads at all": "أنا غير قادر على رفع أو حمل الأحمال على الإطلاق",
    "Walking": "المشي",
    "The pain does not prevent me from walking any distance": "الألم لا يمنعني من المشي لأية مسافة",
    "The pain prevents me from walking more than a mile": "الألم يمنعني من المشي أكثر من ميل",
    "The pain prevents me from walking more than half a mile": "الألم يمنعني من المشي لمسافة تزيد عن 800 متر",
    "The pain prevents me from walking more than quarter of a mile": "الألم يمنعني من المشي لمسافة تزيد عن 400 متر",
    "I can only walk with crutches or a cane": "لا يمكنني المشي إلا بالعكازات أو العصا",
    "I'm in bed most of the time and have to crawl to the bathroom": "أنا في السرير معظم الوقت وأضطر إلى الزحف إلى الحمام",
    "Sitting": "جلسة",
    "I can sit in any chair as much as I want": "يمكنني الجلوس على أي كرسي بقدر ما أريد",
    "I can only sit on my favorite chair as much as I want": "لا يمكنني الجلوس على الكرسي المفضل إلا بقدر ما أريد",
    "The pain prevents me from sitting for more than one hour": "الألم يمنعني من الجلوس لأكثر من ساعة",
    "The pain prevents me from sitting for more than half an hour": "الألم يمنعني من الجلوس لأكثر من نصف ساعة",
    "The pain prevents me from sitting for more than 10 minutes": "الألم يمنعني من الجلوس لأكثر من 10 دقائق",
    "The pain prevents me from sitting": "الألم يمنعني من الجلوس",
    "Standing": "مقاومة",
    "I can stand as long as I want without the pain worsening": "أنا قادر على الوقوف بقدر ما أريد دون أن يتفاقم الألم",
    "I can stand as long as I want, but it increases my pain": "أستطيع الوقوف بقدر ما أريد ، لكنه يزيد من ألمي",
    "The pain prevents me from standing for more than an hour": "الألم يمنعني من الوقوف لأكثر من ساعة",
    "The pain prevents me from standing for more than half an hour": "الألم يمنعني من الوقوف لأكثر من نصف ساعة",
    "The pain prevents me from standing for more than 10 minutes": "الألم يمنعني من الوقوف لأكثر من 10 دقائق",
    "The pain prevents me from standing at all": "الألم يمنعني من الوقوف على الإطلاق",
    "Sleeping__1": "نوم",
    "The pain does not prevent me from sleeping well": "الألم لا يمنعني من النوم بشكل جيد",
    "I can only sleep well after using painkillers": "لا أستطيع النوم جيدًا إلا بعد استخدام المسكنات",
    "Even when I take medication, I sleep less than 6 hours": "حتى عندما أتناول الدواء ، أنام أقل من 6 ساعات",
    "Even when I take medicine, I sleep less than 4 hours": "حتى عندما أتناول الدواء ، أنام أقل من 4 ساعات",
    "Even when I take medication, I sleep less than two hours": "حتى عندما أتناول الدواء ، أنام أقل من ساعتين",
    "The pain prevents me from sleeping completely": "الألم يمنعني من النوم بشكل كامل",
    "Social life": "الحياة الاجتماعية",
    "My social life is normal and does not increase my pain": "حياتي الاجتماعية طبيعية ولا تزيد من ألمي",
    "My social life is normal but it increases my pain level": "حياتي الاجتماعية طبيعية لكنها تزيد من مستوى الألم",
    "The pain prevents me from participating in more energetic activities such as sports or dancing": "يمنعني الألم من المشاركة في أنشطة أكثر نشاطًا مثل الرياضة أو الرقص",
    "The pain prevents me from going out often": "الألم يمنعني من الخروج كثيرًا",
    "The pain limits my social life to my home": "يحد الألم من حياتي الاجتماعية في منزلي",
    "I have almost no social life as a result of my pain": "يكاد لا أملك حياة اجتماعية نتيجة ألمي",
    "Driving__1": "يقود",
    "I can travel anywhere without worsening pain": "يمكنني السفر إلى أي مكان دون أن يزداد الألم سوءًا",
    "I can travel anywhere but it makes my pain worse": "أستطيع أن أسافر إلى أي مكان لكنه يزيد ألمي سوءًا",
    "The pain limits my travel for two hours": "الألم يحد من سفري لمدة ساعتين",
    "The pain limits my travel for one hour": "الألم يحد من سفري لمدة ساعة واحدة",
    "The pain limits my travel to short and necessary trips lasting less than half an hour": "يحد الألم من سفري في رحلات قصيرة وضرورية تستغرق أقل من نصف ساعة",
    "The pain prevents me from traveling except for visits to the doctor/therapist or the hospital": "الألم يمنعني من السفر باستثناء زيارات الطبيب / المعالج أو المستشفى",
    "Employment / Household": "العمالة / الأسرة",
    "Normal household/work activities do not cause pain": "الأنشطة المنزلية / العمل العادية لا تسبب الألم",
    "Normal household/work activities increase my pain but I am still able to do everything that is required of me": "تزيد الأنشطة المنزلية / العمل العادية من ألمي ولكني ما زلت قادرًا على القيام بكل ما هو مطلوب مني",
    "I can perform most of my household/work duties, but pain prevents me from performing more difficult physical activities (such as lifting, and vacuuming)": "أنا قادر على أداء معظم واجبات منزلي / عملي ، لكن الألم يمنعني من أداء أنشطة بدنية أكثر صعوبة (مثل الرفع والكنس بالمكنسة الكهربائية)",
    "The pain prevents me from doing anything, except light duties": "الألم يمنعني من فعل أي شيء ما عدا الواجبات الخفيفة",
    "The pain prevents me from doing even light duties": "الألم يمنعني من القيام حتى بالواجبات الخفيفة",
    "The pain prevents me from doing any normal work or household task": "يمنعني الألم من القيام بأي عمل عادي أو مهمة منزلية",
    "?": "?",
    "Current pain intensity": "شدة الألم الحالية",
    "I have no pain": "لا أشعر بأي ألم",
    "The pain is minimal": "الألم ضئيل",
    "The pain is moderate": "الألم معتدل",
    "The pain is strong": "الألم قوي",
    "The pain is intense": "الألم شديد",
    "The pain is the worst there is": "الألم هو الأسوأ",
    "Daily functioning (bathing, dressing, etc.)": "الأداء اليومي (الاستحمام ، ارتداء الملابس ، إلخ.)",
    "I can take care of myself without additional pain": "أنا قادر على الاعتناء بنفسي دون ألم إضافي",
    "I can take care of myself but with pain": "أنا قادر على الاعتناء بنفسي ولكن مع الألم",
    "Taking care of myself is painful, and I am slow and careful__2": "إن الاعتناء بنفسي أمر مؤلم ، وأنا بطيء وحذر",
    "I need help but function in most self-care activities": "أحتاج إلى مساعدة ولكني أعمل في معظم أنشطة الرعاية الذاتية",
    "I need daily help with most functional functions": "أحتاج إلى مساعدة يومية في معظم الوظائف الوظيفية",
    "I don't get dressed, I bathe with difficulty and I stay in bed__2": "لا أرتدي ملابسي ، أستحم بصعوبة وأبقى في السرير",
    "Lifting loads": "رفع الأحمال",
    "I can lift heavy loads without pain": "أنا قادر على رفع الأحمال الثقيلة دون ألم",
    "I can lift heavy loads but feel the pain": "أنا قادر على رفع الأحمال الثقيلة ولكني أشعر بالألم",
    "The pain prevents me from lifting heavy loads from the floor, but I can manage if the load is placed comfortably (on a table, etc.)__1": "يمنعني الألم من رفع الأحمال الثقيلة من الأرض ، لكن يمكنني التحكم إذا تم وضع الحمل بشكل مريح (على منضدة ، وما إلى ذلك).",
    "The pain prevents me from lifting heavy loads but I can handle light and medium loads if they are placed comfortably__2": "يمنعني الألم من رفع الأحمال الثقيلة ولكن يمكنني التعامل مع الأحمال الخفيفة والمتوسطة إذا تم وضعها بشكل مريح",
    "I can only lift very light loads__2": "يمكنني فقط رفع الأحمال الخفيفة جدًا",
    "I am unable to lift or carry loads at all__1": "أنا غير قادر على رفع أو حمل الأحمال على الإطلاق",
    "Walking__1": "المشي",
    "The pain does not prevent me from walking any distance__1": "الألم لا يمنعني من المشي لأية مسافة",
    "The pain prevents me from walking more than a mile__1": "الألم يمنعني من المشي أكثر من ميل",
    "The pain prevents me from walking more than 400 meters": "الألم يمنعني من المشي لمسافة تزيد عن 400 متر",
    "The pain prevents me from walking more than 100 meters": "الألم يمنعني من المشي أكثر من 100 متر",
    "I can only walk with a stick": "لا أستطيع المشي إلا بعصا",
    "I'm in bed most of the time and have to crawl to the bathroom__1": "أنا في السرير معظم الوقت وأضطر إلى الزحف إلى الحمام",
    "Sitting__1": "جلسة",
    "I can sit in any chair as much as I want__1": "يمكنني الجلوس على أي كرسي بقدر ما أريد",
    "I can only sit on my favorite chair as much as I want__1": "لا يمكنني الجلوس على الكرسي المفضل إلا بقدر ما أريد",
    "The pain prevents me from sitting for more than one hour__1": "الألم يمنعني من الجلوس لأكثر من ساعة",
    "The pain prevents me from sitting for more than half an hour__1": "الألم يمنعني من الجلوس لأكثر من نصف ساعة",
    "The pain prevents me from sitting for more than 10 minutes__1": "الألم يمنعني من الجلوس لأكثر من 10 دقائق",
    "The pain prevents me from sitting at all": "الألم يمنعني من الجلوس على الإطلاق",
    "Standing__1": "مقاومة",
    "I can stand as long as I want without pain": "يمكنني الوقوف طالما أردت دون ألم",
    "I can stand as long as I want with little pain": "يمكنني الوقوف بقدر ما أريد مع القليل من الألم",
    "The pain prevents me from standing for more than an hour__1": "الألم يمنعني من الوقوف لأكثر من ساعة",
    "The pain prevents me from standing for more than half an hour__1": "الألم يمنعني من الوقوف لأكثر من نصف ساعة",
    "The pain prevents me from standing for more than 10 minutes__1": "الألم يمنعني من الوقوف لأكثر من 10 دقائق",
    "The pain prevents me from standing at all__1": "الألم يمنعني من الوقوف على الإطلاق",
    "Sleeping__2": "نوم",
    "My sleep is not disturbed as a result of the pain": "نومي لا ينزعج من جراء الألم",
    "My sleep is sometimes disturbed as a result of the pain": "ينزعج نومي أحيانًا نتيجة الألم",
    "Due to the pain, I sleep less than 6 hours": "بسبب الألم أنام أقل من 6 ساعات",
    "Due to the pain, I sleep less than 4 hours": "بسبب الألم أنام أقل من 4 ساعات",
    "Due to the pain, I sleep less than two hours": "بسبب الألم أنام أقل من ساعتين",
    "Pain prevents me from sleeping completely": "الألم يمنعني من النوم بشكل كامل",
    "Social life__1": "الحياة الاجتماعية",
    "My social life is normal and does not increase my pain__1": "حياتي الاجتماعية طبيعية ولا تزيد من ألمي",
    "My social life is normal but it increases my pain level__1": "حياتي الاجتماعية طبيعية لكنها تزيد من مستوى الألم",
    "The pain does not have a significant effect on my social life apart from limiting active activities such as sports": "ليس للألم تأثير كبير على حياتي الاجتماعية بصرف النظر عن الحد من الأنشطة النشطة مثل الرياضة",
    "The pain has limited my social life and I don't go out as often": "لقد حد الألم من حياتي الاجتماعية ولا أخرج كثيرًا",
    "The pain limits my social life to my home__1": "يحد الألم من حياتي الاجتماعية في منزلي",
    "I have almost no social life as a result of my pain__1": "يكاد لا أملك حياة اجتماعية نتيجة ألمي",
    "Trips": "رحلات",
    "I can walk anywhere without pain": "أستطيع المشي في أي مكان دون ألم",
    "I can walk anywhere but with the added pain": "يمكنني المشي في أي مكان ولكن مع ألم إضافي",
    "The pain is intense but I manage to go for walks of more than two hours": "الألم شديد لكنني تمكنت من المشي لأكثر من ساعتين",
    "The pain limits my walks to at least one hour": "يحد الألم من مشي لمدة ساعة واحدة على الأقل",
    "The pain limits me to only necessary bowel movements lasting less than half an hour": "يحدني الألم من حركات الأمعاء الضرورية التي تدوم أقل من نصف ساعة",
    "The pain prevents me from going out except for treatments": "الألم يمنعني من الخروج إلا للعلاج",
    "Slight difficulty": "صعوبة طفيفة",
    "Moderate difficulty": "صعوبة معتدلة",
    "Great difficulty": "صعوبةكبيرة",

    "MOBILITY": "القدرة على التنقل",
    "I have no problems in walking about": "لا مشاكل عندي في المشي",
    "I have slight problems in walking about": "عندي مشاكل طفيفة في المشي",
    "I have moderate problems in walking about": "عندي مشاكل متوسطة في المشي",
    "I have severe problems in walking about": "عندي مشاكل حادة في المشي",
    "I am unable to walk about": "ليست لدي القدرة على المشي",
    "SELF-CARE": "قدرتي على الاهتمام بنفسي",
    "I have no problems washing or dressing myself": "لا مشاكل عندي في الاستحمام أو في ارتداء الملابس بمفردي",
    "I have slight problems washing or dressing myself": "عندي مشاكل طفيفة في الاستحمام أو في ارتداء الملابس بمفردي",
    "I have moderate problems washing or dressing myself": "عندي مشاكل متوسطة في الاستحمام أو في ارتداء الملابس بمفردي",
    "I have severe problems washing or dressing myself": "عندي مشاكل حادة في الاستحمام أو في ارتداء الملابس بمفردي",
    "I am unable to wash or dress myself": "ليست لدي القدرة على الاستحمام أو ارتداء الملابس بمفردي",
    "USUAL ACTIVITIES (e.g. work, study, housework, family or leisure activities)": "الأنشطة المعتادة (مثل العمل، الدراسة، الأعمال المنزلية، النشاطات الأسرية أو الترفيهية)",
    "I have no problems doing my usual activities": "لا مشاكل عندي في ممارسة نشاطاتي المعتادة",
    "I have slight problems doing my usual activities": "عندي مشاكل طفيفة في ممارسة أعمالي المعتادة",
    "I have moderate problems doing my usual activities": "عندي مشاكل متوسطة في ممارسة نشاطاتي المعتادة",
    "I have severe problems doing my usual activities": "عندي مشاكل حادة في ممارسة نشاطاتي المعتادة",
    "I am unable to do my usual activities": "ليست لديّ القدرة على ممارسة نشاطاتي المعتادة",
    "PAIN / DISCOMFORT": "الألم / الإحساس بعدم الراحة",
    "I have no pain or discomfort": "لا ألم عندي أو انزعاج",
    "I have slight pain or discomfort": "عندي ألم أو انزعاج طفيف",
    "I have moderate pain or discomfort": "عندي ألم أو انزعاج متوسط",
    "I have severe pain or discomfort": "عندي ألم أو انزعاج حاد",
    "I have extreme pain or discomfort": "عندي ألم شديد جداً أو انزعاج شديد جداً",
    "ANXIETY / DEPRESSION": "قلق / اكتئاب",
    "I am not anxious or depressed": "لست قلقاً أو مكتئباً",
    "I am slightly anxious or depressed": "أنا قلق أو مكتئب قليلاً",
    "I am moderately anxious or depressed": "أنا قلق أو مكتئب بشكل متوسط",
    "I am severely anxious or depressed": "أنا قلق بشكل حاد أو مكتئب بشكل حاد",
    "I am extremely anxious or depressed": "أنا شديد القلق أو شديد الاكتئاب",
    "Log In": "تسجيل الدخول",
    "Sign Up": "اشتراك",

    "Office": "مكتب",
    "Physical": "بدني",
    "Nature of work": "طبيعة العمل",
    "Select the nature of work": "حدد طبيعة العمل",
    "Personalized Questionnaires": "استبيانات مخصصة"
    }
  }