{
    "translation": {
    "hello":"שלום",
    "this line is translated":"השורה הזאת היא מתורגמת",
    "Email Address": "כתובת דוא\"ל",
    "example@domain.com": "example@domain.com",
    "Password": "סיסמה",
    "Log in": "התחבר",
    "Don't have an account yet?": "עדיין אין חשבון? ",
    "Register here": "ניתן להרשם כאן",
    "Please fill out all of the fields.": "יש למאלות את כל השדות",
    "Something went wrong. Please try again later.": "משהו השתבש. בבקשה נסו שוב מאוחר יותר.",
    "ModaMedic": "ModaMedic",
    "Account Registration": "רישום חשבון משתמש",
    "First Name": "שם פרטי",
    "John": "יוסי",
    "Last Name": "שם משפחה",
    "Doe": "כהן",
    "Date of Birth": "תאריך לידה",
    "YYYY - MM - DD": "YYYY - MM - DD",
    "Confirm Password": "אימות סיסמא",
    "Sign up": "הירשמות",
    "Do you already have an account?": "כבר יש חשבון קיים?",
    "Sign in here": "היכנסו כאן",
    "Account successfully created": "המשתמש נוצר בהצלחה",
    "Please sign in": "בבקשה התחברו",
    "The passwords do not match.": "הסיסמאות לא תואמות.",
    "Welcome": "ברוכים הבאים",
    "Surgery Date": "תאריך הניתוח",
    "Daily Questionnaires": "שאלונים יומיים",
    "Life Quality Questionnaires": "שאלוני איכות חיים",
    "Exercise with home videos": "התעמלות עם סרטוני וידאו ביתיים",
    "Personal Information": "מידע אישי",
    "Connect to Google Fit": "התחברו ל-Google Fit",
    "Connected to Google Fit": "מחובר ל-Google Fit",
    "Log out": "התנתקות",
    "Your Personal Information": "המידע האישי שלכם",
    "Update Personal Information": "עדכון מידע אישי",
    "Update Surgery Date": "עדכון תאריך ניתוח",
    "Updating Medical Questionnaire": "עדכון שאלון רפואי",
    "Update Personal Information__1": "עדכן מידע אישי",
    "Smoking Habits": "הרגלי עישון",
    "I don't smoke": "אני לא מעשן/ת",
    "I smoke": "אני מעשן/ת",
    "Select status": "בחר סטטוס",
    "Biological sex": "מין ביולוגי",
    "Female": "נקבה",
    "Male": "זכר",
    "Select biological sex": "בחרו במין הביולוגי",
    "Education level": "רמת השכלה",
    "Select your education level": "בחרו את רמת ההשכלה שלכם",
    "Academic": "אקדמית",
    "High-School": "בית ספר תיכון",
    "Between 10 to 12 years of formal education": "בין 10 ל-12 שנות השכלה פורמלית",
    "Between 6 to 9 years of formal education": "בין 6 ל-9 שנות השכלה פורמלית",
    "5 or less years of formal education": "5 שנים או פחות של השכלה פורמלית",
    "I would rather not disclose": "מעדיפים לא לשתף",
    "Height (cm)": "גובה (ס\"מ)",
    "Weight (kg)": "משקל (ק\"ג)",
    "Update information": "עדכון מידע",
    "Personal Information successfully updated": "מידע אישי עודכן בהצלחה",
    "Ok": "בסדר",
    "Neck": "צוואר",
    "Shoulder": "כתפיים",
    "Hands": "כפות ידיים",
    "Chest": "חזה",
    "Elbow": "מרפק",
    "Back": "גב",
    "Basin": "אגן",
    "Belly": "בטן",
    "Hip": "אגן",
    "Feet": "כפות רגליים",
    "Knee": "ברכיים",
    "Twins": "שריר תאומים",
    "The exercise has concluded!": "התרגיל הסתיים!",
    "Physiotherapy 1 - Forward bending of the neck and head": "פיזיותרפיה 1 - כיפוף הצוואר והראש לפנים",
    "Physiotherapy 2 - Neck and head bending while on the back": "פיזיותרפיה 2 - כיפוף הצוואר והראש בשכיבה",
    "Physiotherapy 3 - Backwards bending of the neck and head": "פיזיותרפיה 3 - הטיית הצוואר והראש לאחור",
    "Form has been submitted": "הטופס הוגש",
    "Which type of medicine did you take today?": "איזה סוג תרופה נטלתם היום?",
    "I did not take any": "לא לקחתי אף סוג",
    "Paracetamol (Acamol, Dexamol) and Dipyrone(Optalgin)": "פארצטמול (אקמול, דקסמול) ודיפירון (אופטלגין)",
    "NSAIDs (Optalgin, Arcoxia, Brexin, Etopan)": "מדכאי דלקת שאינם סטרואידים (ארקוקסיה, ברקסין, אטופן)",
    "Opioids (Termadex, Zaldiar, Oxycontin, Percocet, Fentanyl)": "אופיואידים (טרמדקס, זלדיאר, אוקסיקונטין, פרקוסט, פנטניל)",
    "Cannabinoids (Cannabis)": "קנבינואידים (קנאביס)",
    "How would you rank your most severe pain you experienced today?": "איך הייתם מדרגים את הכאב החמור ביותר שחוויתם היום?",
    "I did not experience pain at all": "לא חוויתי כאב בכלל",
    "I was in excruciating pain": "סבלתי מכאבי תופת",
    "Which of the following statements regarding your mobility is the most accurate?": "איזו מהמשפטים הבאים לגבי הניידות שלכם היא המדויקת ביותר?",
    "I have no problems walking": "אין לי בעיה ללכת",
    "I have some small walking issues": "יש לי כמה בעיות הליכה קטנות",
    "I experience noticeable walking problems": "אני חווה בעיות הליכה ניכרות",
    "I suffer from great walking issues": "אני סובל\\ת מבעיות הליכה קשות",
    "I am incapable of walking at all": "אני לא מסוגל\\ת ללכת בכלל",
    "Are you capable of caring for your personal needs?": "האם אתם מסוגלים לדאוג לצרכים האישיים שלכם?",
    "I do not find it hard to bathe or get ready by myself": "אין לי קושי להתרחץ או להתכונן לבד",
    "I have small problems getting dressed or taking a bath": "יש לי קושי קטן להתלבש או להתרחץ",
    "I have moderate difficulties bathing or getting dressed": "יש לי קשיים בינוניים להתרחץ או להתלבש",
    "I have a lot of trouble taking a shower or getting dressed": "יש לי הרבה בעיות להתקלח או להתלבש",
    "I am incapable of washing myself or dressing up without assistance": "אין לי אפשרות לשטוף את עצמי או להתלבש בלי עזרה",
    "How does your disability or pain impact your ability to perform daily activities?": "כיצד מוגבלותכם או הכאב שלכם משפיעים על יכולתכם לבצע פעולות יומיומיות?",
    "I have no problems carrying out my usual activities": "אין לי בעיה לבצע את הפעילויות הרגילות שלי",
    "I have small troubles performing my daily activities": "יש לי בעיה קטנה בביצוע הפעולות היומיומיות שלי",
    "I am having moderate trouble performing my everyday activities": "יש לי בעיות בינוניות בביצוע הפעולות היומיומיות שלי",
    "I really find it hard to do my regular activities": "אני באמת מתקשה לעשות את הפעילויות הרגילות שלי",
    "I can't carry out my regular activities at all": "אין באפשרותי לבצע את הפעילות הרגילות שלי בכלל",
    "Do you experience pain or discomfort?": "האם אתם חווים כאב או אי נוחות?",
    "I'm pain-free and comfortable": "אני לא חווה כאבים ונוח לי",
    "I do not feel much pain or discomfort": "אני לא חווה הרבה כאב או אי נוחות במיוחד",
    "I do experience slight pain or discomfort": "אני כן חווה כאב קל או אי נוחות  מסויימת",
    "I am very uncomfortable or dealing with significant amount of pain": "אני מאוד לא בנוח או מתמודד\\ת עם כמות משמעותית של כאב",
    "I feel unbearable pain or anguish": "אני חווה כאב או ייסורים בלתי נסבלים",
    "Do you ever feel anxious or depressed?": "האם אתם מרגישים אי פעם חרדה או דיכאון?",
    "I do not experience anxiety or depression": "אני לא חווה חרדה או דיכאון",
    "I feel a little nervous or down": "אני קצת עצבני\\ת או מרגיש\\ה מבואס\\ת",
    "I'm nervous or mildly depressed": "אני עצבני\\ת או בדיכאון קל",
    "I feel stressed or very depressed": "אני מרגיש\\ה לחוץ\\ה או מדוכא\\ת מאוד",
    "I'm extremely depressed or anxious": "אני מאוד מדוכא\\ת או חרדתי\\ת",
    "What would you say the past two weeks have been like for your well being?": "איך הייתם אומרים שהשבועיים האחרונים היו למצבכם?",
    "On a scale of 0 to 100": "בסולם של 0 עד 100",
    "When the very worst state of health imaginable is 0 and 100 is the healthiest you can possibly imagine": "כאשר מצב הבריאות הגרוע ביותר שניתן להעלות על הדעת הוא 0 ו-100 הוא הבריא ביותר שאתם יכולים לדמיין",
    "Send answer": "שלח תשובה",

    "What is the maximum level of pain you experienced today?": "מהי רמת הכאב המקסימלית שחווית היום?",
    "No pain at all": "אין כאב בכלל",
    "Unbearable pain": "כאב בלתי נסבל",
    "Mobility": "ניידות",
    "I have no problems walking": "אין לי בעיות הליכה",
    "I have slight walking problems": "יש לי בעיות הליכה קלות",
    "I have moderate walking problems": "יש לי בעיות הליכה במידה בינונית",
    "I have severe walking problems": "יש לי בעיות הליכה חמורות",
    "I am not able to walk": "אינני מסוגל/ת ללכת",
    "Self-care": "טיפול עצמי",
    "I have no problems bathing or dressing myself": "אין לי בעיות להתרחץ או להתלבש בעצמי",
    "I have minor problems bathing or dressing myself": "יש לי בעיות קלות להתרחץ או להתלבש בעצמי",
    "I have moderate problems bathing or dressing myself": "יש לי בעיות להתרחץ או להתלבש בעצמי במידה בינונית",
    "I have serious problems bathing or dressing myself": "יש לי בעיות חמורות להתרחץ או להתלבש בעצמי",
    "I am unable to bathe or dress myself": "אינני מסוגל/ת להתרחץ או להתלבש בעצמי",
    "Normal activities (such as work, studies, housework, family or leisure activities)": "פעילויות רגילות (כגון עבודה, לימודים, עבודות בית, משפחה או פעילויות פנאי)",
    "I have no problems engaging in my usual activities": "אין לי בעיות לעסוק בפעילויות הרגילות שלי",
    "I have mild problems engaging in my usual activities": "יש לי בעיות קלות לעסוק בפעילויות הרגילות שלי",
    "I have moderate trouble engaging in my usual activities": "יש לי בעיות לעסוק בפעילויות הרגילות שלי במידה בינונית",
    "I have severe problems engaging in my usual activities": "יש לי בעיות חמורות לעסוק בפעילויות הרגילות שלי",
    "I am unable to engage in my usual activities": "אינני מסוגל/ת לעסוק בפעילויות הרגילות שלי",
    "Pain / discomfort": "כאב / אי-נוחות",
    "I have no pain or discomfort": "אין לי כאב או אי-נוחות",
    "I have little pain or discomfort": "יש לי כאב או אי-נוחות במידה מועטה",
    "I have moderate pain or discomfort": "יש לי כאב או אי-נוחות במידה בינונית",
    "I have severe pain or a great deal of discomfort": "יש לי כאב חמור או אי-נוחות במידה רבה",
    "I have extreme pain or discomfort": "יש לי כאב או אי-נוחות קיצוניים",
    "Anxiety / depression": "חרדה / דכאון",
    "I am not anxious or depressed": "אינני חרד/ה או מדוכא/ת",
    "I am slightly anxious or depressed": "אני חרד/ה או מדוכא/ת במידה מועטה",
    "I am moderately anxious or depressed": "אני חרד/ה או מדוכא/ת במידה בינונית",
    "I am anxious or depressed to a great extent": "אני חרד/ה או מדוכא/ת במידה רבה",
    "I am extremely anxious or depressed": "אני חרד/ה או מדוכא/ת באופן קיצוני",
    "How would you rate your health in the last two weeks?": "כיצד היית מדרג/ת את מצב בריאותך בשבועיים האחרונים?",
    "On a scale of 0 to 100": "בסולם של 0 עד 100",
    "Where 0 is the worst health condition you can imagine and 100 is the best health condition you can imagine": "כאשר 0 הוא המצב הבריאותי הגרוע ביותר שאת/ה יכול/ה לדמיין ו-100 הוא המצב הבריאותי הטוב ביותר שאת/ה יכול/ה לדמיין",
    "Lower limb function": "תפקוד גף תחתון",
    "How difficult is it for you to carry out your usual activities as part of your work, housework, or studies?": "מהי מידת הקושי שלך לבצע את הפעילויות הרגילות שלך במסגרת עבודתך, עבודות בית או לימודים?",
    "Without difficulty": "ללא קושי",
    "Severe difficulty or inability to perform": "קושי חמור או לא מסוגל/ת לבצע",
    "How difficult is it for you to carry out your usual hobbies, leisure activities, or sporting activities?": "מהי מידת הקושי שלך לבצע את התחביבים הרגילים שלך, פעילויות פנאי או פעילויות ספורטיביות?",
    "How difficult is it for you to get in or out of the bath?": "מהי מידת הקושי שלך לביצוע פעולת כניסה או יציאה מהאמבטיה?",
    "How difficult is it for you to walk between rooms?": "מהי מידת הקושי שלך לביצוע פעולת הליכה בין חדרים?",
    "How much difficulty do you have when putting on shoes or putting on socks?": "מהי מידת הקושי שלך בעת נעילת נעליים או גריבת גרביים?",
    "How difficult is it for you to squat?": "מהי מידת הקושי שלך לבצע כריעה?",
    "What is your degree of difficulty when lifting an object such as a bag or shopping bag from the floor?": "מהי מידת הקושי שלך בעת הרמת חפץ כמו תיק או שקית קניות מהרצפה?",
    "What is your degree of difficulty in performing light activities within your home?": "מהי מידת הקושי שלך בביצוע פעילויות קלות במסגרת ביתך?",
    "What is your degree of difficulty in performing difficult activities within your home?": "מהי מידת הקושי שלך בביצוע פעילויות קשות במסגרת ביתך?",
    "What is your degree of difficulty when getting in or out of the car?": "מהי מידת הקושי שלך בעת כניסה או יציאה מהמכונית?",
    "How difficult is it for you to walk 2 blocks?": "מהי מידת הקושי שלך בעת הליכה למרחק 2 רחובות?",
    "What is your degree of difficulty when walking a distance of 1.6 km?": "מהי מידת הקושי שלך בעת הליכה למרחק 1.6 ק''מ?",
    "What is your degree of difficulty when going up or down 10 steps (as one flight of stairs)?": "מהי מידת הקושי שלך בעת עליה או ירידה של 10 מדרגות (כמהלך מדרגות אחד)?",
    "How difficult is it for you to stand for an hour?": "מהי מידת הקושי שלך בעת עמידה למשך שעה?",
    "How difficult is it for you to sit for an hour?": "מהי מידת הקושי שלך בעת ישיבה למשך שעה?",
    "What is your level of difficulty when running on a flat surface?": "מהי מידת הקושי שלך בעת ריצה על משטח מישורי?",
    "What is your level of difficulty when running on an uneven surface?": "מהי מידת הקושי שלך בעת ריצה על משטח לא מישורי?",
    "How much difficulty do you have when making sharp turns while running fast?": "מהי מידת הקושי שלך בעת ביצוע פניות חדות בעת ריצה מהירה?",
    "What is your level of difficulty when skipping?": "מהי מידת הקושי שלך בעת דילוג?",
    "How difficult is it for you to turn in bed?": "מהי מידת הקושי שלך בעת הסתובבות במיטה?",
    "neck function": "תפקוד צוואר",
    "Intensity of pain": "עוצמת כאב",
    "I have no pain right now": "אין לי כאבים כרגע",
    "The pain is very weak right now": "הכאב חלש מאד כרגע",
    "The pain is moderate at the moment": "הכאב בעוצמה בינונית כרגע",
    "The pain is pretty bad right now": "הכאב די חמור כרגע",
    "The pain is very severe right now": "הכאב חמור מאד כרגע",
    "The pain is unbearable right now": "הכאב בלתי נסבל כרגע",
    "Personal care (bathing, dressing)": "טיפוח אישי (רחצה, לבוש)",
    "I can take care of myself now as usual without making the pain worse": "אני מסוגל/ת לדאוג לעצמי כרגע כרגיל מבלי להחמיר את הכאבים",
    "I can take care of myself as usual but this makes my pain worse": "אני מסוגל/ת לדאוג לעצמי כרגיל אך הדבר גורם להחמרה בכאביי",
    "Taking care of myself is painful, and I am slow and careful": "הדאגה לעצמי מכאיבה, ואני איטי/ת וזהיר/ה",
    "I need some help but can manage most of the self-care activities": "אני זקוק/ה לעזרה מסוימת אך יכול/ה להסתדר במרבית פעולות הטיפול העצמי",
    "I need daily help with most self-care activities": "אני זקוק/ה לעזרה יום יומית ברוב פעולות הטיפול העצמי",
    "I don't get dressed, I bathe with difficulty and I stay in bed": "אני לא מתלבש/ת, אני מתרחץ/ת עם קושי ואני נשאר/ת במיטה",
    "Lifting": "הרמה",
    "I can lift heavy loads without aggravating the pain": "אני מסוגל/ת להרים משאות כבדים מבלי להחמיר את הכאב",
    "I can lift heavy loads but it makes the pain worse": "אני מסוגל/ת להרים משאות כבדים אך זה מחמיר את הכאב",
    "The pain prevents me from lifting heavy loads from the floor but I can manage if they are placed comfortably (on a table for example)": "הכאב מונע ממני הרמת משאות כבדים מהרצפה אך אני יכול/ה להסתדר אם הם מונחים בצורה נוחה (על שולחן למשל)",
    "The pain prevents me from lifting heavy loads but I can handle light and medium loads if they are placed comfortably": "הכאב מונע ממני הרמת משאות כבדים אך אני יכול/ה להסתדר עם משאות קלים ובינוניים אם הם מונחים בצורה נוחה",
    "I can only lift very light loads": "אני מסוגל/ת להרים רק משאות קלים מאוד",
    "I am unable to lift or carry anything": "אני לא מסוגל/ת להרים או לסחוב דבר",
    "Reading": "קריאה",
    "I can read as much as I want without neck pain": "אני יכול/ה לקרוא כמה שארצה ללא כאב בצווארי",
    "I can read as much as I want with a slight pain in my neck": "אני יכול/ה לקרוא כמה שארצה עם כאב קל בצווארי",
    "I can read as much as I want with moderate pain in my neck": "אני יכול/ה לקרוא כמה שארצה עם כאב בינוני בצווארי",
    "I am unable to read as much as I would like due to moderate pain in my neck": "אני לא מסוגל/ת לקרוא כמה שארצה בשל כאב בינוני בצווארי",
    "I can hardly read due to severe pain in my neck": "אני בקושי מסוגל/ת לקרוא בשל כאב חמור בצווארי",
    "I can't read at all": "אני לא יכול/ה לקרוא בכלל",
    "Headache": "כאב ראש",
    "I have no headaches at all": "אין לי כאבי ראש בכלל",
    "I rarely have mild headaches": "יש לי כאבי ראש קלים לעיתים רחוקות",
    "I rarely have moderate headaches": "יש לי כאבי ראש בינוניים לעיתים רחוקות",
    "I have moderate headaches often": "יש לי כאבי ראש בינוניים לעיתים קרובות",
    "I often have severe headaches": "יש לי כאבי ראש חמורים לעיתים קרובות",
    "I have headaches almost all the time": "יש לי כאבי ראש כמעט כל הזמן",
    "Concentration": "ריכוז",
    "When I want to I can concentrate fully without difficulty": "כשאני רוצה אני מסוגל/ת להתרכז באופן מלא ללא קושי",
    "When I want to I can concentrate fully with little difficulty": "כשאני רוצה אני מסוגל/ת להתרכז באופן מלא עם מעט קושי",
    "I have a reasonable amount of difficulty concentrating when I want to": "יש לי מידה סבירה של קושי להתרכז כשאני רוצה",
    "I have a lot of difficulties concentrating when I want to": "יש לי קושי רב להתרכז כשאני רוצה",
    "I have enormous difficulty concentrating when I want to": "יש לי קושי עצום להתרכז כשאני רוצה",
    "I am not able to concentrate at all": "אינני מסוגל/ת להתרכז כלל",
    "Work": "עבודה",
    "I can work as much as I want": "אני יכול/ה לעבוד ככל שאני רוצה",
    "I can only do my routine work but not beyond that": "אני יכול/ה לבצע רק את עבודתי השגרתית אך לא מעבר לכך",
    "I can do most of my routine work but not beyond that": "אני יכול/ה לבצע את רוב עבודתי השגרתית אך לא מעבר לכך",
    "I am unable to perform my routine work": "אני לא מסוגל/ת לבצע את עבודתי השגרתית",
    "I can hardly work": "אני בקושי מסוגל/ת לעבוד",
    "I can't work at all": "אינני יכול/ה לעבוד כלל",
    "Driving": "נהיגה",
    "I can drive my car without pain in my neck": "אני יכול/ה לנהוג ברכבי ללא כאב בצווארי",
    "I can drive my car as much as I want with a slight pain in my neck": "אני יכול/ה לנהוג ברכבי כמה שארצה עם כאב קל בצווארי",
    "I can drive my car as much as I want with moderate pain in my neck": "אני יכול/ה לנהוג ברכבי כמה שארצה עם כאב בינוני בצווארי",
    "I can't drive my car as much as I want due to moderate pain in my neck": "אינני יכול/ה לנהוג ברכבי כמה שארצה בשל כאב בינוני בצווארי",
    "I can hardly drive due to severe pain in my neck": "אני בקושי יכול/ה לנהוג בשל כאב חמור בצווארי",
    "I can't drive at all": "אינני יכול/ה לנהוג כלל",
    "Sleeping": "שינה",
    "I have no sleep problems": "אין לי בעיות שינה",
    "My sleep is slightly disturbed (less than an hour without sleep)": "שנתי מופרעת במעט (פחות משעה ללא שינה)",
    "Moderately disturbed sleep (1-2 hours without sleep)": "שנתי מופרעת באופן מתון (1-2 שעות ללא שינה)",
    "Moderately disturbed sleep (2-3 hours without sleep)": "שנתי מופרעת באופן בינוני (2-3 שעות ללא שינה)",
    "Severely disturbed sleep (3-5 hours without sleep)": "שנתי מופרעת באופן חמור (3-5 שעות ללא שינה)",
    "Completely disturbed sleep (5-7 hours without sleep)": "שנתי מופרעת לחלוטין (5-7 שעות ללא שינה)",
    "Free time": "שעות הפנאי",
    "I can engage in all my leisure activities, without pain in my neck at all": "אני מסוגל/ת לעסוק בכל פעולות הפנאי שלי, ללא כאבים בצווארי כלל",
    "I can engage in all my leisure activities, with little pain in my neck": "אני מסוגל/ת לעסוק בכל פעולות הפנאי שלי, עם מעט כאבים בצווארי",
    "I can engage in most but not all of my usual leisure activities due to pain in my neck": "אני מסוגל/ת לעסוק ברוב אך לא בכל פעולות הפנאי הרגילות שלי, בשל כאבים בצווארי",
    "I can engage in few of my usual leisure activities, due to pain in my neck": "אני מסוגל/ת לעסוק במעט מפעולות הפנאי הרגילות שלי, בשל כאבים בצווארי",
    "I am barely able to engage in leisure activities, due to pain in my neck": "אני בקושי מסוגל/ת לעסוק פעולות פנאי, בשל כאבים בצווארי",
    "I am unable to engage in leisure activities at all": "אינני מסוגל/ת לעסוק בפעולות פנאי בכלל",
    "Lower back function": "תפקוד גב תחתון",
    "Intensity of pain": "עוצמת כאב",
    "I can bear the pain without taking painkillers": "אני יכול/ה לשאת את הכאב מבלי לצרוך משככי כאבים",
    "The pain is severe but I manage without consuming painkillers": "הכאב הוא קשה אך אני מסתדר/ת מבלי לצרוך משככי כאבים",
    "Painkillers provide me with complete pain relief": "משככי כאבים מספקים לי הקלה מלאה מכאב",
    "Painkillers give me moderate pain relief": "משככי כאבים מספקים לי הקלה בינונית מכאב",
    "Painkillers provide me with little pain relief": "משככי כאבים מספקים לי הקלה מועטה מכאב",
    "Painkillers do not affect my pain": "למשככי כאבים אין כל השפעה על כאביי",
    "Personal care (bathing, dressing)__1": "טיפוח אישי (רחצה, לבוש)",
    "I can take care of myself normally without causing the pain to worsen": "אני מסוגל/ת לדאוג לעצמי באופן רגיל מבלי לגרום להחרפה בכאבים",
    "I can take care of myself normally but this increases my pain": "אני מסוגל/ת לדאוג לעצמי באופן רגיל אך הדבר מגביר את כאביי",
    "Taking care of myself is painful, and I am slow and careful__1": "הדאגה לעצמי מכאיבה, ואני איטי/ת וזהיר/ה",
    "I need help but I can manage most self-care activities": "אני זקוק/ה לעזרה אך אני יכול/ה להסתדר במרבית פעולות הטיפול העצמי",
    "I need daily help in most aspects of self-care": "אני זקוק/ה לעזרה יום יומית ברוב היבטי הטיפול העצמי",
    "I don't get dressed, I bathe with difficulty and I stay in bed__1": "אני לא מתלבש/ת, אני מתרחץ/ת עם קושי ואני נשאר/ת במיטה",
    "Lifting": "הרמה",
    "I can lift heavy loads without worsening the pain": "אני מסוגל/ת להרים משאות כבדים מבלי לגרום להחרפה בכאבים",
    "I can lift heavy loads but this makes the pain worse": "אני מסוגל/ת להרים משאות כבדים אך זה גורם החרפה בכאבים",
    "The pain prevents me from lifting heavy loads from the floor, but I can manage if the load is placed comfortably (on a table, etc.)": "הכאב מונע ממני הרמת משאות כבדים מהרצפה אך אני יכול/ה להסתדר אם המשא מוצב בצורה נוחה (על שולחן וכד')",
    "The pain prevents me from lifting heavy loads but I can handle light and medium loads if they are placed comfortably__1": "הכאב מונע ממני הרמת משאות כבדים אך אני יכול/ה להסתדר עם משאות קלים ובינוניים אם הם מוצבים בצורה נוחה",
    "I can only lift very light loads__1": "אני מסוגל/ת להרים רק משאות קלים מאוד",
    "I am unable to lift or carry loads at all": "אני לא מסוגל/ת להרים או לשאת משאות כלל",
    "Walking": "הליכה",
    "The pain does not prevent me from walking any distance": "הכאב אינו מונע ממני ללכת כל מרחק שהוא",
    "The pain prevents me from walking more than a mile": "הכאב מונע ממני ללכת יותר מ-1.6 קילומטרים",
    "The pain prevents me from walking more than half a mile": "הכאב מונע ממני ללכת יותר מ-800 מטר",
    "The pain prevents me from walking more than quarter of a mile": "הכאב מונע ממני ללכת יותר מ-400 מטר",
    "I can only walk with crutches or a cane": "אני מסוגל/ת ללכת רק בעזרת קביים או מקל",
    "I'm in bed most of the time and have to crawl to the bathroom": "אני במיטה רוב הזמן ונאלץ/ת לזחול לשירותים",
    "Sitting": "ישיבה",
    "I can sit in any chair as much as I want": "אני יכול/ה לשבת בכל כסא ככל שארצה",
    "I can only sit on my favorite chair as much as I want": "אני יכול/ה לשבת רק על הכסא המועדף עלי ככל שארצה",
    "The pain prevents me from sitting for more than one hour": "הכאב מונע ממני לשבת יותר משעה אחת",
    "The pain prevents me from sitting for more than half an hour": "הכאב מונע ממני לשבת יותר מחצי שעה",
    "The pain prevents me from sitting for more than 10 minutes": "הכאב מונע ממני לשבת יותר מ-10 דקות",
    "The pain prevents me from sitting": "הכאב מונע ממני לשבת",
    "Standing": "עמידה",
    "I can stand as long as I want without the pain worsening": "אני מסוגל/ת לעמוד ככל שארצה ללא החרפה בכאבים",
    "I can stand as long as I want, but it increases my pain": "אני מסוגל/ת לעמוד ככל שארצה, אך הדבר מגביר את כאביי",
    "The pain prevents me from standing for more than an hour": "הכאב מונע ממני לעמוד יותר משעה",
    "The pain prevents me from standing for more than half an hour": "הכאב מונע ממני לעמוד יותר מחצי שעה",
    "The pain prevents me from standing for more than 10 minutes": "הכאב מונע ממני לעמוד יותר מ-10 דקות",
    "The pain prevents me from standing at all": "הכאב מונע ממני לעמוד כלל",
    "Sleeping__1": "שינה",
    "The pain does not prevent me from sleeping well": "הכאב אינו מונע ממני לישון היטב",
    "I can only sleep well after using painkillers": "אני יכול/ה לישון היטב רק בעקבות שימוש במשככי כאבים",
    "Even when I take medication, I sleep less than 6 hours": "גם כאשר אני נוטל/ת תרופות, אני ישן/ה פחות מ-6 שעות",
    "Even when I take medicine, I sleep less than 4 hours": "גם כאשר אני נוטל/ת תרופות, אני ישן/ה פחות מ-4 שעות",
    "Even when I take medication, I sleep less than two hours": "גם כאשר אני נוטל/ת תרופות, אני ישן/ה פחות משעתיים",
    "The pain prevents me from sleeping completely": "הכאב מונע ממני שינה לחלוטין",
    "Social life": "חיי חברה",
    "My social life is normal and does not increase my pain": "חיי החברה שלי רגילים ואינם מגבירים את כאבי",
    "My social life is normal but it increases my pain level": "חיי החברה שלי רגילים אך הם מגבירים את רמת הכאב",
    "The pain prevents me from participating in more energetic activities such as sports or dancing": "הכאב מונע ממני להשתתף בפעילויות אנרגטיות יותר כמו ספורט או ריקוד",
    "The pain prevents me from going out often": "הכאב מונע ממני לצאת לעיתים קרובות",
    "The pain limits my social life to my home": "הכאב מגביל את חיי החברה שלי לביתי",
    "I have almost no social life as a result of my pain": "כמעט שאין לי חיי חברה כתוצאה מכאביי",
    "Driving__1": "נסיעה",
    "I can travel anywhere without worsening pain": "אני יכול/ה לנסוע לכל מקום ללא החרפה בכאבים",
    "I can travel anywhere but it makes my pain worse": "אני יכול/ה לנסוע לכל מקום אך הדבר גורם להחרפה בכאביי",
    "The pain limits my travel for two hours": "הכאב מגביל את נסיעתי למשך שעתיים",
    "The pain limits my travel for one hour": "הכאב מגביל את נסיעתי למשך שעה אחת",
    "The pain limits my travel to short and necessary trips lasting less than half an hour": "הכאב מגביל את נסיעתי לנסיעות קצרות והכרחיות האורכות פחות מחצי שעה",
    "The pain prevents me from traveling except for visits to the doctor/therapist or the hospital": "הכאב מונע ממני כל נסיעה מלבד ביקורים אצל הרופא / התרפיסט או בית החולים",
    "Employment / Household": "תעסוקה / משק בית",
    "Normal household/work activities do not cause pain": "פעילויות רגילות של משק הבית / עבודה, אינן גורמות לכאב",
    "Normal household/work activities increase my pain but I am still able to do everything that is required of me": "פעילויות רגילות של משק הבית / עבודה, מגבירות את כאבי אך אני עדיין מסוגל/ת לבצע את כל מה שנדרש ממני",
    "I can perform most of my household/work duties, but pain prevents me from performing more difficult physical activities (such as lifting, and vacuuming)": "אני מסוגל/ת לבצע את רוב חובות משק ביתי / עבודתי, אך כאב מונע ממני לבצע פעילויות פיזיות קשות יותר (כמו הרמה, שאיבת אבק)",
    "The pain prevents me from doing anything, except light duties": "הכאב מונע ממני מלעשות דבר, מלבד תפקידים קלים",
    "The pain prevents me from doing even light duties": "הכאב מונע ממני מלעשות אפילו תפקידים קלים",
    "The pain prevents me from doing any normal work or household task": "הכאב מונע ממני לבצע כל עבודה או משימת משק בית רגילה",
    "Current pain intensity": "עוצמת כאב כרגע",
    "I have no pain": "אין לי כאב",
    "The pain is minimal": "הכאב הוא מינימלי",
    "The pain is moderate": "הכאב בינוני",
    "The pain is strong": "הכאב חזק",
    "The pain is intense": "הכאב עז",
    "The pain is the worst there is": "הכאב הוא הנורא ביותר הקיים",
    "Daily functioning (bathing, dressing, etc.)": "תפקוד יומיומי (רחצה, לבוש וכו')",
    "I can take care of myself without additional pain": "אני מסוגל/ת לדאוג לעצמי ללא תוספת כאב",
    "I can take care of myself but with pain": "אני מסוגל/ת לדאוג לעצמי אך עם כאב",
    "Taking care of myself is painful, and I am slow and careful__2": "הדאגה לעצמי מכאיבה, ואני איטי/ת וזהיר/ה",
    "I need help but function in most self-care activities": "אני זקוק/ה לעזרה אך מתפקד/ת במרבית פעולות הטיפול העצמי",
    "I need daily help with most functional functions": "אני זקוק/ה לעזרה יום יומית ברוב הפונקציות התפקודיות",
    "I don't get dressed, I bathe with difficulty and I stay in bed__2": "אני לא מתלבש/ת, אני מתרחץ/ת עם קושי ואני נשאר/ת במיטה",
    "Lifting loads": "הרמת משאות",
    "I can lift heavy loads without pain": "אני מסוגל/ת להרים משאות כבדים ללא כאב",
    "I can lift heavy loads but feel the pain": "אני מסוגל/ת להרים משאות כבדים אך חש/ה כאב",
    "The pain prevents me from lifting heavy loads from the floor, but I can manage if the load is placed comfortably (on a table, etc.)__1": "הכאב מונע ממני הרמת משאות כבדים מהרצפה אך אני יכול/ה להסתדר אם המשא מוצב בצורה נוחה (על שולחן וכד')",
    "The pain prevents me from lifting heavy loads but I can handle light and medium loads if they are placed comfortably__2": "הכאב מונע ממני הרמת משאות כבדים אך אני יכול/ה להסתדר עם משאות קלים ובינוניים אם הם מוצבים בצורה נוחה",
    "I can only lift very light loads__2": "אני מסוגל/ת להרים רק משאות קלים מאוד",
    "I am unable to lift or carry loads at all__1": "אני לא מסוגל/ת להרים או לשאת משאות כלל",
    "Walking__1": "הליכה",
    "The pain does not prevent me from walking any distance__1": "הכאב אינו מונע ממני ללכת כל מרחק שהוא",
    "The pain prevents me from walking more than a mile__1": "הכאב מונע ממני ללכת יותר מ-1.6 קילומטרים",
    "The pain prevents me from walking more than 400 meters": "הכאב מונע ממני ללכת יותר מ-400 מטר",
    "The pain prevents me from walking more than 100 meters": "הכאב מונע ממני ללכת יותר מ-100 מטר",
    "I can only walk with a stick": "אני מסוגל/ת ללכת רק בעזרת מקל",
    "I'm in bed most of the time and have to crawl to the bathroom__1": "אני במיטה רוב הזמן ונאלץ/ת לזחול לשירותים",
    "Sitting__1": "ישיבה",
    "I can sit in any chair as much as I want__1": "אני יכול/ה לשבת בכל כסא ככל שארצה",
    "I can only sit on my favorite chair as much as I want__1": "אני יכול/ה לשבת רק על הכסא המועדף עלי ככל שארצה",
    "The pain prevents me from sitting for more than one hour__1": "הכאב מונע ממני לשבת יותר משעה אחת",
    "The pain prevents me from sitting for more than half an hour__1": "הכאב מונע ממני לשבת יותר מחצי שעה",
    "The pain prevents me from sitting for more than 10 minutes__1": "הכאב מונע ממני לשבת יותר מ-10 דקות",
    "The pain prevents me from sitting at all": "הכאב מונע ממני לשבת כלל",
    "Standing__1": "עמידה",
    "I can stand as long as I want without pain": "אני מסוגל/ת לעמוד ככל שארצה ללא כאב",
    "I can stand as long as I want with little pain": "אני מסוגל/ת לעמוד ככל שארצה עם מעט כאב",
    "The pain prevents me from standing for more than an hour__1": "הכאב מונע ממני לעמוד יותר משעה",
    "The pain prevents me from standing for more than half an hour__1": "הכאב מונע ממני לעמוד יותר מחצי שעה",
    "The pain prevents me from standing for more than 10 minutes__1": "הכאב מונע ממני לעמוד יותר מ-10 דקות",
    "The pain prevents me from standing at all__1": "הכאב מונע ממני לעמוד כלל",
    "Sleeping__2": "שינה",
    "My sleep is not disturbed as a result of the pain": "שנתי אינה מופרעת כתוצאה מכאב",
    "My sleep is sometimes disturbed as a result of the pain": "שנתי לעיתים מופרעת כתוצאה מכאב",
    "Due to the pain, I sleep less than 6 hours": "בשל הכאב אני ישן/ה פחות מ-6 שעות",
    "Due to the pain, I sleep less than 4 hours": "בשל הכאב אני ישן/ה פחות מ-4 שעות",
    "Due to the pain, I sleep less than two hours": "בשל הכאב אני ישן/ה פחות משעתיים",
    "Pain prevents me from sleeping completely": "כאב מונע ממני שינה לחלוטין",
    "Social life__1": "חיי חברה",
    "My social life is normal and does not increase my pain__1": "חיי החברה שלי רגילים ואינם מגבירים את כאבי",
    "My social life is normal but it increases my pain level__1": "חיי החברה שלי רגילים אך הם מגבירים את רמת הכאב",
    "The pain does not have a significant effect on my social life apart from limiting active activities such as sports": "לכאב אין השפעה משמעותית ע חיי החברה שלי מלבד הגבלה על פעילויות אקטיביות כדוגמת ספורט",
    "The pain has limited my social life and I don't go out as often": "הכאב הגביל את חיי החברה שלי ואינני יוצא באותה תדירות",
    "The pain limits my social life to my home__1": "הכאב מגביל את חיי החברה שלי לביתי",
    "I have almost no social life as a result of my pain__1": "כמעט שאין לי חיי חברה כתוצאה מכאביי",
    "Trips": "טיולים",
    "I can walk anywhere without pain": "אני יכול/ה לטייל לכל מקום ללא כאב",
    "I can walk anywhere but with the added pain": "אני יכול/ה לטייל לכל מקום אך בתוספת כאב",
    "The pain is intense but I manage to go for walks of more than two hours": "הכאב הוא עז אך אני מצליח לצאת לטיולים של יותר משעתיים",
    "The pain limits my walks to at least one hour": "הכאב מגביל את טיוליי לפחות משעה אחת",
    "The pain limits me to only necessary bowel movements lasting less than half an hour": "הכאב מגביל אותי ליציאות הכרחיות בלבד האורכות פחות מחצי שעה",
    "The pain prevents me from going out except for treatments": "הכאב מונע ממני לצאת למעט לקבלת טיפולים",
    "Slight difficulty": "קושי קל",
    "Moderate difficulty": "קושי בינוני",
    "Great difficulty": "קושי גדול"
    }
  }