{
    "translation": {
    "Email Address": "Адрес электронной почты",
    "example@domain.com": "example@domain.com",
    "Password": "Пароль",
    "Log in": "Войдите в систему",
    "Don't have an account yet? Register here": "У вас еще нет учетной записи?",
    "Register here": "Зарегистрируйтесь здесь",
    "Please fill out all of the fields.": "Пожалуйста, заполните все поля.",
    "Something went wrong. Please try again later.": "Что-то пошло не так. Пожалуйста, повторите попытку позже.",
    "ModaMedic": "ModaMedic",
    "Account Registration": "Регистрация аккаунта",
    "First Name": "Имя",
    "John": "Иван",
    "Last Name": "Фамилия",
    "Doe": "Петрович",
    "Date of Birth": "Дата рождения",
    "YYYY - MM - DD": "ГГГГ - ММ - ДД",
    "Confirm Password": "Подтвердите пароль",
    "Sign up": "Зарегистрироваться",
    "Do you already have an account?": "У вас уже есть аккаунт?",
    "Sign in here": "Войдите здесь",
    "Account successfully created": "Учетная запись успешно создана",
    "Please sign in": "Пожалуйста, войдите",
    "The passwords do not match.": "Пароли не совпадают.",
    "Welcome": "Добро пожаловать",
    "Surgery Date": "Дата операции",
    "Daily Questionnaires": "Ежедневные анкеты",
    "Life Quality Questionnaires": "Анкеты качества жизни",
    "Exercise with home videos": "Упражнения с домашним видео",
    "Personal Information": "Персональная информация",
    "Connect to Google Fit": "Подключиться к Google Fit",
    "Log out": "Выйти из системы",
    "Your Personal Information": "Ваша личная информация",
    "Update Personal Information": "Обновить личную информацию",
    "Update Surgery Date": "Обновление даты операции",
    "Updating Medical Questionnaire": "Обновление медицинской анкеты",
    "Update Personal Information__1": "Обновление личной информации",
    "Smoking Habits": "Привычки курения",
    "I don't smoke": "Я не курю",
    "I smoke": "Курю",
    "Select status": "Выберите статус",
    "Biological sex": "Пол",
    "Female": "Женский",
    "Male": "Мужской",
    "Select biological sex": "Выберите Пол",
    "Education level": "Уровень образования",
    "Select your education level": "Выберите уровень образования",
    "Academic": "Академический",
    "High-School": "Средняя школа",
    "Between 10 to 12 years of formal education": "От 10 до 12 лет формального образования",
    "Between 6 to 9 years of formal education": "От 6 до 9 лет формального образования",
    "5 or less years of formal education": "5 или менее лет формального образования",
    "I would rather not disclose": "Я бы предпочел не раскрывать",
    "Height (cm)": "Рост (см)",
    "Weight (kg)": "Вес (кг)",
    "Update information": "Обновление информации",
    "Personal Information successfully updated": "Личная информация успешно обновлена",
    "Ok": "Ок",
    "Neck": "Шея",
    "Shoulder": "Плечи",
    "Hands": "Кисти рук",
    "Chest": "Грудь",
    "Elbow": "Локоть",
    "Back": "Спина",
    "Basin": "бассейн",
    "Belly": "Живот",
    "Hip": "Таз",
    "Feet": "Ступни ног",
    "Knee": "Колени",
    "Twins": "Мышцы таза",
    "The exercise has concluded!": "Упражнение завершено!",
    "Physiotherapy 1 - Forward bending of the neck and head": "Физиотерапия 1 - Сгибание шеи и головы вперед",
    "Physiotherapy 2 - Neck and head bending while on the back": "Физиотерапия 2 - Сгибание шеи и головы в положении лежа на спине",
    "Physiotherapy 3 - Backwards bending of the neck and head": "Физиотерапия 3 - Сгибание шеи и головы назад",
    "Form has been submitted": "Анкета сдана",
    "Which type of medicine did you take today?": "Какое лекарство вы принимали сегодня?",
    "I did not take any": "Не принимал ни одно из указанных лекарств",
    "Paracetamol (Acamol, Dexamol) and Dipyrone(Optalgin)": "Парацетамол (Акамол, Дексамол) и дипирон (Опталгин)",
    "NSAIDs (Optalgin, Arcoxia, Brexin, Etopan)": "НПВС (Аркоксиа, Брексин, Этопан)",
    "Opioids (Termadex, Zaldiar, Oxycontin, Percocet, Fentanyl)": "Опиоды (Termadex, Zaldiar, Oxycontin, Percocet, Fentanyl)",
    "Cannabinoids (Cannabis)": "Каннабиноиды (каннабис)",
    "How would you rank your most severe pain you experienced today?": "Как бы вы оценили самую сильную боль, которую вы испытали сегодня?",
    "I did not experience pain at all": "Я вообще не испытывал боли",
    "I was in excruciating pain": "Я испытывал мучительную боль",
    "Which of the following statements regarding your mobility is the most accurate?": "Какое из следующих утверждений относительно вашей подвижности является наиболее точным?",
    "I have no problems walking": "У меня нет проблем с ходьбой",
    "I have some small walking issues": "У меня есть небольшие проблемы с ходьбой",
    "I experience noticeable walking problems": "Я испытываю заметные проблемы при ходьбе",
    "I suffer from great walking issues": "У меня большие проблемы с ходьбой",
    "I am incapable of walking at all": "Я вообще не способен ходить",
    "Are you capable of caring for your personal needs?": "Способны ли вы позаботиться о своих личных потребностях?",
    "I do not find it hard to bathe or get ready by myself": "Я в состоянии самостоятельно принять ванну и одеться",
    "I have small problems getting dressed or taking a bath": "У меня есть небольшие затруднения с одеванием или принятием ванны",
    "I have moderate difficulties bathing or getting dressed": "Я испытываю умеренные трудности с купанием или одеванием",
    "I have a lot of trouble taking a shower or getting dressed": "Мне очень трудно самостоятельно принять душ и одеться",
    "I am incapable of washing myself or dressing up without assistance": "Я не в состоянии помыться или одеться без посторонней помощи",
    "How does your disability or pain impact your ability to perform daily activities?": "Как ваша инвалидность или боль влияет на вашу способность выполнять повседневную деятельность?",
    "I have no problems carrying out my usual activities": "У меня нет проблем с выполнением моих обычных действий",
    "I have small troubles performing my daily activities": "У меня небольшие проблемы с выполнением повседневной деятельности",
    "I am having moderate trouble performing my everyday activities": "Я испытываю умеренные трудности при выполнении повседневных дел",
    "I really find it hard to do my regular activities": "Мне действительно трудно выполнять мои обычные действия",
    "I can't carry out my regular activities at all": "Я вообще не могу выполнять свою обычную деятельность",
    "Do you experience pain or discomfort?": "Испытываете ли вы боль или дискомфорт?",
    "I'm pain-free and comfortable": "Я не испытываю боли и мне комфортно",
    "I do not feel much pain or discomfort": "Я не испытываю сильной боли или дискомфорта",
    "I do experience slight pain or discomfort": "Я испытываю незначительную боль или дискомфорт",
    "I am very uncomfortable or dealing with significant amount of pain": "Я испытываю сильный дискомфорт или значительную боль",
    "I feel unbearable pain or anguish": "Я испытываю невыносимую боль или мучения",
    "Do you ever feel anxious or depressed?": "Испытываете ли вы когда-нибудь чувство тревоги или депрессии?",
    "I do not experience anxiety or depression": "Я не испытываю тревоги или депрессии",
    "I feel a little nervous or down": "Я немного нервничаю или чувствую себя подавленным",
    "I'm nervous or mildly depressed": "Я нервничаю или испытываю легкую депрессию",
    "I feel stressed or very depressed": "Я испытываю стресс или очень подавлен",
    "I'm extremely depressed or anxious": "Я испытываю сильную депрессию или тревогу",
    "What would you say the past two weeks have been like for your well being?": "Как бы вы оценили последние две недели с точки зрения вашего самочувствия?",
    "On a scale of 0 to 100": "По шкале от 0 до 100",
    "When the very worst state of health imaginable is 0 and 100 is the healthiest you can possibly imagine": "При этом самое плохое состояние, которое только можно представить себе  - это 0, а 100 - самое лучшее состояние здоровья, которое только можно себе представить.",
    "Send answer": "Отправить ответ",

    "What is the maximum level of pain you experienced today?": "Какой максимальный уровень боли вы испытали сегодня?",
    "No pain at all": "Нет боли вообще",
    "Unbearable pain": "Невыносимая боль",
    "Mobility": "Мобильность",
    "I have no problems walking": "У меня нет проблем с ходьбой",
    "I have slight walking problems": "У меня небольшие проблемы с ходьбой",
    "I have moderate walking problems": "У меня умеренные проблемы с ходьбой",
    "I have severe walking problems": "У меня серьезные проблемы с ходьбой",
    "I am not able to walk": "Я не могу ходить",
    "Self-care": "Самообслуживание",
    "I have no problems bathing or dressing myself": "У меня нет проблем принять душ или одеться самостоятельно",
    "I have minor problems bathing or dressing myself": "У меня есть небольшие затруднения принять душ или одеться самостоятельно",
    "I have moderate problems bathing or dressing myself": "У меня умеренные затруднения с самостоятельным принятием душа или одеванием",
    "I have serious problems bathing or dressing myself": "У меня серьезные затруднения с самостоятельным принятием душа или одеванием",
    "I am unable to bathe or dress myself": "Я не могу самостоятельно ни помыться, ни одеться",
    "Normal activities (such as work, studies, housework, family or leisure activities)": "Обычная деятельность (например, работа, учеба, работа по дому, семья или отдых)",
    "I have no problems engaging in my usual activities": "Я без проблем занимаюсь своими обычными делами",
    "I have mild problems engaging in my usual activities": "У меня есть небольшие затруднения с выполнением моих обычных действий",
    "I have moderate trouble engaging in my usual activities": "У меня умеренные затруднения с выполнением моих обычных действий",
    "I have severe problems engaging in my usual activities": "У меня серьезные затруднения с выполнением моих обычных действий",
    "I am unable to engage in my usual activities": "Я не в состоянии самостоятельно заниматься своими обычными делами",
    "Pain / discomfort": "Боль / дискомфорт",
    "I have no pain or discomfort": "Я не ощущаю боли и/или дискомфорта",
    "I have little pain or discomfort": "Я чувствую небольшую боль/ дискомфорт",
    "I have moderate pain or discomfort": "Я чувствую умеренную боль/дискомфорт",
    "I have severe pain or a great deal of discomfort": "Я чувстую достаточно сильную боль/ дискомфорт",
    "I have extreme pain or discomfort": "У меня очень сильная боль/дискомфорт",
    "Anxiety / depression": "Тревога / депрессия",
    "I am not anxious or depressed": "Я не ощущаю чувства тревоги или депрессии",
    "I am slightly anxious or depressed": "Я немного встревожен или подавлен",
    "I am moderately anxious or depressed": "Я умеренно тревожен или подавлен",
    "I am anxious or depressed to a great extent": "Я встревожен или подавлен в значительной степени",
    "I am extremely anxious or depressed": "Я ощущаю очень сильную тревогу или депрессию",
    "How would you rate your health in the last two weeks?": "Как бы вы оценили свое самочувствие за последние две недели?",
    "On a scale of 0 to 100": "по шкале от 0 до 100",
    "Where 0 is the worst health condition you can imagine and 100 is the best health condition you can imagine": "где 0 — худшее состояние здоровья, которое вы можете себе представить, а 100 — лучшее состояние здоровья, которое вы можете себе представить.",
    "Lower limb function": "Функционирование нижних конечностей",
    "How difficult is it for you to carry out your usual activities as part of your work, housework, or studies?": "Насколько вам сложно заниматься своими обычными делами в рамках работы, работы по дому или учебы?",
    "Without difficulty": "Легко",
    "Severe difficulty or inability to perform": "Серьезные трудности или неспособность выполнить действие",
    "How difficult is it for you to carry out your usual hobbies, leisure activities, or sporting activities?": "Насколько вам сложно заниматься своими обычными хобби, досугом или спортом?",
    "How difficult is it for you to get in or out of the bath?": "Насколько вам сложно зайти в ванну или выйти из нее?",
    "How difficult is it for you to walk between rooms?": "Насколько вам сложно переходить из комнаты в комнату?",
    "How much difficulty do you have when putting on shoes or putting on socks?": "Насколько трудно вам обуться или надеть носки?",
    "How difficult is it for you to squat?": "Насколько сложно для вас приседать?",
    "What is your degree of difficulty when lifting an object such as a bag or shopping bag from the floor?": "Насколько для вас сложно поднять с пола такой предмет, как сумка или пакет с покупками?",
    "What is your degree of difficulty in performing light activities within your home?": "Насколько для вас сложно выполнение легких действий в вашем доме?",
    "What is your degree of difficulty in performing difficult activities within your home?": "Насколько вам тяжело выполненять сложные действия в вашем доме?",
    "What is your degree of difficulty when getting in or out of the car?": "Насколько для вас сложно сесть в машину и выйти из машины?",
    "How difficult is it for you to walk 2 blocks?": "Насколько сложно для вас пройти 2 квартала?",
    "What is your degree of difficulty when walking a distance of 1.6 km?": "Насколько для вас сложно пройти расстояние 1,6 км?",
    "What is your degree of difficulty when going up or down 10 steps (as one flight of stairs)?": "Насколько вам тяжело подняться или спуститься на 10 ступеней (приблизительно один лестничный пролет)?",
    "How difficult is it for you to stand for an hour?": "Насколько сложно вам стоять в течение часа?",
    "How difficult is it for you to sit for an hour?": "Насколько сложно для вас сидеть в течение часа?",
    "What is your level of difficulty when running on a flat surface?": "Насколько вам тяжело бежать по ровной поверхности?",
    "What is your level of difficulty when running on an uneven surface?": "Насколько вам тяжело бежать по неровной поверхности?",
    "How much difficulty do you have when making sharp turns while running fast?": "Насколько трудно вам делать крутые повороты во время быстрого бега?",
    "What is your level of difficulty when skipping?": "Каков ваш уровень сложности при пропуске?",
    "How difficult is it for you to turn in bed?": "Насколько вам трудно поворачиваться в постели?",
    "neck function": "Функционирование шеи",
    "intensity of pain": "Интенсивность боли",
    "I have no pain right now": "У меня сейчас ничего не болит",
    "The pain is very weak right now": "Боль на данный момент очень слабая",
    "The pain is moderate at the moment": "Боль на данный момент умеренная",
    "The pain is pretty bad right now": "Боль на данный момент достаточно сильная",
    "The pain is very severe right now": "Боль на данный момент очень сильная",
    "The pain is unbearable right now": "Боль на данный момент невыносимая",
    "Personal care (bathing, dressing)": "Уход за собой (купание, одевание)",
    "I can take care of myself now as usual without making the pain worse": "В данный момент я могу позаботиться о себе, как обычно, без усиления боли",
    "I can take care of myself as usual but this makes my pain worse": "Я могу позаботиться о себе, как обычно, но это усугубляет мою боль",
    "Taking care of myself is painful, and I am slow and careful": "Заботиться о себе больно, поэтому я действую медленно и осторожно",
    "I need some help but can manage most of the self-care activities": "Мне нужна определенная помощь, но я могу справиться с большинством действий по уходу за собой",
    "I need daily help with most self-care activities": "Мне нужна ежедневная помощь в большинстве действий по уходу за собой",
    "I don't get dressed, I bathe with difficulty and I stay in bed": "Я не одеваюсь, с трудом купаюсь и остаюсь в постели",
    "lifting": "Поднятие груза",
    "I can lift heavy loads without aggravating the pain": "Я могу поднимать тяжелые грузы без усиления боли",
    "I can lift heavy loads but it makes the pain worse": "Я могу поднимать тяжелые грузы, но от этого боль усиливается.",
    "The pain prevents me from lifting heavy loads from the floor but I can manage if they are placed comfortably (on a table for example)": "Боль мешает мне поднимать тяжелые грузы с пола, но я могу справиться, если их удобно разместить (например, на столе).",
    "The pain prevents me from lifting heavy loads but I can handle light and medium loads if they are placed comfortably": "Боль мешает мне поднимать тяжелые грузы, но я могу работать с легкими и средними грузами, если они расположены удобно.",
    "I can only lift very light loads": "Я могу поднимать только очень легкие грузы",
    "I am unable to lift or carry anything": "Я не могу ничего поднять или нести",
    "reading": "Чтение",
    "I can read as much as I want without neck pain": "Я могу читать столько, сколько захочу, без боли в шее",
    "I can read as much as I want with a slight pain in my neck": "Я могу читать сколько угодно с легкой болью в шее",
    "I can read as much as I want with moderate pain in my neck": "Я могу читать столько, сколько хочу, с умеренной болью в шее",
    "I am unable to read as much as I would like due to moderate pain in my neck": "Я не могу читать столько, сколько хотелось бы, из-за умеренной боли в шее",
    "I can hardly read due to severe pain in my neck": "Я с трудом могу читать из-за сильной боли в шее",
    "I can't read at all": "Я совсем не могу читать",
    "Headache": "Головная боль",
    "I have no headaches at all": "У меня вообще не болит голова",
    "I rarely have mild headaches": "У меня редко бывают легкие головные боли",
    "I rarely have moderate headaches": "У меня редко бывают умеренные головные боли",
    "I have moderate headaches often": "У меня часто бывают умеренные головные боли",
    "I often have severe headaches": "У меня часто бывают сильные головные боли",
    "I have headaches almost all the time": "У меня почти постоянно болит голова",
    "concentration": "Концентрация",
    "When I want to I can concentrate fully without difficulty": "Когда я хочу, я могу без труда полностью сосредоточиться",
    "When I want to I can concentrate fully with little difficulty": "Когда я хочу, я могу полностью сосредоточиться с небольшим трудом",
    "I have a reasonable amount of difficulty concentrating when I want to": "У меня есть определенные трудности с концентрацией внимания",
    "I have a lot of difficulties concentrating when I want to": "Мне достаточно трудно сосредоточиться",
    "I have enormous difficulty concentrating when I want to": "Мне очень трудно сосредоточиться",
    "I am not able to concentrate at all": "Я вообще не могу сосредоточиться",
    "Work": "Работа",
    "I can work as much as I want": "Я в состоянии работать столько, сколько хочу",
    "I can only do my routine work but not beyond that": "Я могу делать только свою рутинную работу, но не более того",
    "I can do most of my routine work but not beyond that": "Я могу выполнять большую часть своей рутинной работы, но не более того",
    "I am unable to perform my routine work": "Я не могу выполнять свою рутинную работу",
    "I can hardly work": "Я с трудом могу работать",
    "I can't work at all": "Я вообще не могу работать",
    "Driving": "Вождение",
    "I can drive my car without pain in my neck": "Я могу водить машину без боли в шее",
    "I can drive my car as much as I want with a slight pain in my neck": "Я могу водить машину неограниченное время с легкой болью в шее",
    "I can drive my car as much as I want with moderate pain in my neck": "Я могу водить машину неограниченное время с умеренной болью в шее",
    "I can't drive my car as much as I want due to moderate pain in my neck": "Я могу водить машину толко ограниченное время из-за умеренной боли в шее",
    "I can hardly drive due to severe pain in my neck": "Я с трудом могу водить машину из-за сильной боли в шее",
    "I can't drive at all": "Я вообще не могу водить машину",
    "Sleeping": "Сон",
    "I have no sleep problems": "У меня нет проблем со сном",
    "My sleep is slightly disturbed (less than an hour without sleep)": "Сон слегка нарушен (менее часа без сна)",
    "Moderately disturbed sleep (1-2 hours without sleep)": "Умеренно нарушенный сон (1-2 часа без сна)",
    "Moderately disturbed sleep (2-3 hours without sleep)": "Умеренно нарушенный сон (2-3 часа без сна)",
    "Severely disturbed sleep (3-5 hours without sleep)": "Сильно нарушенный сон (3-5 часов без сна)",
    "Completely disturbed sleep (5-7 hours without sleep)": "Полностью нарушенный сон (5-7 часов без сна)",
    "Free time": "Досуг",
    "I can engage in all my leisure activities, without pain in my neck at all": "Я могу заниматься любыми видами досуга без боли в шее",
    "I can engage in all my leisure activities, with little pain in my neck": "Я могу заниматься любыми видами досуга с легкой болью в шее",
    "I can engage in most but not all of my usual leisure activities due to pain in my neck": "Я могу заниматься большинством из своих обычнчх видов досуга, но не всеми, из-за боли в шее",
    "I can engage in few of my usual leisure activities, due to pain in my neck": "Я не могу заниматься своими обычными видами досуга из-за боли в шее.",
    "I am barely able to engage in leisure activities, due to pain in my neck": "Я едва могу заниматься досугом из-за боли в шее.",
    "I am unable to engage in leisure activities at all": "Я вообще не могу заниматься досугом",
    "Lower back function": "Функционирование нижней части спины",
    "Intensity of pain": "Интенсивность боли",
    "I can bear the pain without taking painkillers": "Я могу терпеть боль, не принимая обезболивающих",
    "The pain is severe but I manage without consuming painkillers": "Боль сильная, но я справляюсь без обезболивающих",
    "Painkillers provide me with complete pain relief": "Обезболивающие полностью избавляют меня от боли",
    "Painkillers give me moderate pain relief": "Обезболивающие умеренно облегчают боль",
    "Painkillers provide me with little pain relief": "Обезболивающие лишь немного облегчают мне боль",
    "Painkillers do not affect my pain": "Обезболивающие не действуют на мою боль",
    "Personal care (bathing, dressing)__1": "Уход за собой (купание, одевание)",
    "I can take care of myself normally without causing the pain to worsen": "Я могу нормально позаботиться о себе без усиления боли",
    "I can take care of myself normally but this increases my pain": "Я могу нормально позаботиться о себе, но это усиливает мою боль",
    "Taking care of myself is painful, and I am slow and careful__1": "Заботиться о себе больно, и я действую медленно и осторожно",
    "I need help but I can manage most self-care activities": "Мне нужна помощь, но я могу справиться с большинством действий по уходу за собой",
    "I need daily help in most aspects of self-care": "Мне нужна ежедневная помощь в большинстве аспектов ухода за собой",
    "I don't get dressed, I bathe with difficulty and I stay in bed__1": "Я не одеваюсь, с трудом купаюсь и остаюсь в постели",
    "Lifting": "Поднятие груза",
    "I can lift heavy loads without worsening the pain": "Я могу поднимать тяжелые грузы без усиления боли",
    "I can lift heavy loads but this makes the pain worse": "Я могу поднимать тяжелые грузы, но от этого боль усиливается.",
    "The pain prevents me from lifting heavy loads from the floor, but I can manage if the load is placed comfortably (on a table, etc.)": "Боль мешает мне поднимать тяжелые грузы с пола, но я могу справиться, если груз расположен удобно (на столе и т. д.)",
    "The pain prevents me from lifting heavy loads but I can handle light and medium loads if they are placed comfortably__1": "Боль мешает мне поднимать тяжелые грузы, но я могу работать с легкими и средними грузами, если они расположены удобно.",
    "I can only lift very light loads__1": "Я могу поднимать только очень легкие грузы",
    "I am unable to lift or carry loads at all": "Я вообще не могу поднимать и носить тяжести",
    "Walking": "Ходьба",
    "The pain does not prevent me from walking any distance": "Боль не мешает мне пройти любое расстояние",
    "The pain prevents me from walking more than a mile": "Боль не дает мне пройти больше 1.6 км",
    "The pain prevents me from walking more than half a mile": "Боль не дает мне пройти более 800 метров",
    "The pain prevents me from walking more than quarter of a mile": "Боль не дает мне пройти более 400 метров",
    "I can only walk with crutches or a cane": "Я могу ходить только с костылями или тростью",
    "I'm in bed most of the time and have to crawl to the bathroom": "Я большую часть времени лежу в постели и вынужден/а ползти в ванную",
    "Sitting": "Сидение",
    "I can sit in any chair as much as I want": "Я могу сидеть на любом стуле неограниченное время",
    "I can only sit on my favorite chair as much as I want": "Я могу сидеть только на определенном стуле неограниченное время",
    "The pain prevents me from sitting for more than one hour": "Боль не позволяет мне сидеть больше часа",
    "The pain prevents me from sitting for more than half an hour": "Боль не дает мне сидеть больше получаса",
    "The pain prevents me from sitting for more than 10 minutes": "Боль не позволяет мне сидеть более 10 минут",
    "The pain prevents me from sitting": "Боль мешает мне сидеть",
    "Standing": "Стояние",
    "I can stand as long as I want without the pain worsening": "Я могу стоять неограниченное время без усиления боли",
    "I can stand as long as I want, but it increases my pain": "Я могу стоять неограниченное время, но это усиливает мою боль",
    "The pain prevents me from standing for more than an hour": "Боль не дает мне стоять больше часа",
    "The pain prevents me from standing for more than half an hour": "Боль не дает мне стоять больше получаса",
    "The pain prevents me from standing for more than 10 minutes": "Боль не позволяет мне стоять более 10 минут",
    "The pain prevents me from standing at all": "Боль не позволяет мне стоять",
    "Sleeping__1": "Сон",
    "The pain does not prevent me from sleeping well": "Боль не мешает мне хорошо спать",
    "I can only sleep well after using painkillers": "Я могу хорошо спать только после приема обезболивающих",
    "Even when I take medication, I sleep less than 6 hours": "Даже когда я принимаю лекарства, я сплю меньше 6 часов",
    "Even when I take medicine, I sleep less than 4 hours": "Даже когда я принимаю лекарства, я сплю меньше 4 часов",
    "Even when I take medication, I sleep less than two hours": "Даже когда я принимаю лекарства, я сплю меньше двух часов",
    "The pain prevents me from sleeping completely": "Боль полностью мешает мне спать",
    "Social life": "Социальная жизнь",
    "My social life is normal and does not increase my pain": "Моя социальная жизнь нормальна и не усиливает мою боль",
    "My social life is normal but it increases my pain level": "Моя социальная жизнь нормальная, но она усиливает мою боли",
    "The pain prevents me from participating in more energetic activities such as sports or dancing": "Боль мешает мне заниматься более энергичными видами деятельности, такими как спорт или танцы.",
    "The pain prevents me from going out often": "Боль мешает мне часто выходить на улицу",
    "The pain limits my social life to my home": "Боль ограничивает мою социальную жизнь моим домом",
    "I have almost no social life as a result of my pain": "У меня почти нет социальной жизни из-за моей боли",
    "Driving__1": "Поездки",
    "I can travel anywhere without worsening pain": "Я могу поехать куда угодно без усиления боли",
    "I can travel anywhere but it makes my pain worse": "Я могу поехать куда угодно, но это усиливает мою боль.",
    "The pain limits my travel for two hours": "Боль ограничивает мою поездку на два часа",
    "The pain limits my travel for one hour": "Боль ограничивает мою поездку на один час",
    "The pain limits my travel to short and necessary trips lasting less than half an hour": "Боль ограничивает мои поездки только короткими и необходимыми поездками продолжительностью менее получаса.",
    "The pain prevents me from traveling except for visits to the doctor/therapist or the hospital": "Боль не позволяет мне любую поездку, за исключением визитов к врачу/терапевту или в больницу.",
    "Employment / Household": "Работа / Домашнее хозяйство",
    "Normal household/work activities do not cause pain": "Обычная бытовая/рабочая деятельность не вызывает боли",
    "Normal household/work activities increase my pain but I am still able to do everything that is required of me": "Обычная домашняя/рабочая деятельность усиливает мою боль, но я все еще могу делать все, что от меня требуется.",
    "I can perform most of my household/work duties, but pain prevents me from performing more difficult physical activities (such as lifting, and vacuuming)": "Я могу выполнять большую часть своих домашних/рабочих обязанностей, но боль не позволяет мне выполнять более сложные физические действия (такие как поднятие тяжестей, уборка пылесосом)",
    "The pain prevents me from doing anything, except light duties": "Боль мешает мне делать что-либо, кроме легких обязанностей",
    "The pain prevents me from doing even light duties": "Боль мешает мне выполнять даже легкие обязанности",
    "The pain prevents me from doing any normal work or household task": "Боль мешает мне выполнять любую обычную работу или работу по дому.",
    "Current pain intensity": "Текущая интенсивность боли",
    "I have no pain": "Мне ничего не болит",
    "The pain is minimal": "Боль минимальная",
    "The pain is moderate": "Боль умеренная",
    "The pain is strong": "Боль сильная",
    "The pain is intense": "Боль острая",
    "The pain is the worst there is": "Боль это самое худшее в мире",
    "Daily functioning (bathing, dressing, etc.)": "Повседневная деятельность (купание, одевание и т. д.)",
    "I can take care of myself without additional pain": "Я могу позаботиться о себе без дополнительной боли",
    "I can take care of myself but with pain": "Я могу позаботиться о себе, но с болью",
    "Taking care of myself is painful, and I am slow and careful__2": "Заботиться о себе больно, и я действую медленно и осторожно",
    "I need help but function in most self-care activities": "Мне нужна помощь, но я могу выполнять большинство действий по уходу за собой",
    "I need daily help with most functional functions": "Мне нужна ежедневная помощь с большинством ежедневных действий",
    "I don't get dressed, I bathe with difficulty and I stay in bed__2": "Я не одеваюсь, с трудом купаюсь и остаюсь в постели",
    "Lifting loads": "Подъем грузов",
    "I can lift heavy loads without pain": "Я могу поднимать тяжести без боли",
    "I can lift heavy loads but feel the pain": "Я могу поднимать тяжелые грузы, но чувствую боль",
    "The pain prevents me from lifting heavy loads from the floor, but I can manage if the load is placed comfortably (on a table, etc.)__1": "Боль мешает мне поднимать тяжелые грузы с пола, но я могу справиться, если груз расположен удобно (на столе и т. д.)",
    "The pain prevents me from lifting heavy loads but I can handle light and medium loads if they are placed comfortably__2": "Боль мешает мне поднимать тяжелые грузы, но я могу работать с легкими и средними грузами, если они расположены удобно.",
    "I can only lift very light loads__2": "Я могу поднимать только очень легкие грузы",
    "I am unable to lift or carry loads at all__1": "Я вообще не могу поднимать и носить тяжести",
    "Walking__1": "Ходьба",
    "The pain does not prevent me from walking any distance__1": "Боль не мешает мне пройти любое расстояние",
    "The pain prevents me from walking more than a mile__1": "Боль мешает мне пройти больше 1.6 км",
    "The pain prevents me from walking more than 400 meters": "Боль не дает мне пройти более 400 метров",
    "The pain prevents me from walking more than 100 meters": "Боль не дает мне пройти более 100 метров",
    "I can only walk with a stick": "Я могу ходить только с помощью трости",
    "I'm in bed most of the time and have to crawl to the bathroom__1": "Я большую часть времени лежу в постели и мне нужно ползти в ванную",
    "Sitting__1": "Сидение",
    "I can sit in any chair as much as I want__1": "Я могу сидеть на любом стуле неограниченное время",
    "I can only sit on my favorite chair as much as I want__1": "Я могу сидеть только на определенном стуле неограниченное время",
    "The pain prevents me from sitting for more than one hour__1": "Боль не позволяет мне сидеть больше часа",
    "The pain prevents me from sitting for more than half an hour__1": "Боль не позволяет мне сидеть больше получаса",
    "The pain prevents me from sitting for more than 10 minutes__1": "Боль не позволяет мне сидеть более 10 минут",
    "The pain prevents me from sitting at all": "Боль вообще не позволяет мне сидеть",
    "Standing__1": "Стояние",
    "I can stand as long as I want without pain": "Я могу стоять неограниченное время без усиления боли",
    "I can stand as long as I want with little pain": "Я могу стоять неограниченное время, чувствуя небольшую боль",
    "The pain prevents me from standing for more than an hour__1": "Боль не позволяет мне стоять больше часа",
    "The pain prevents me from standing for more than half an hour__1": "Боль не позволяет мне стоять больше получаса",
    "The pain prevents me from standing for more than 10 minutes__1": "Боль не позволяет мне стоять более 10 минут",
    "The pain prevents me from standing at all__1": "Боль вообще не позволяет мне стоять",
    "Sleeping__2": "Сон",
    "My sleep is not disturbed as a result of the pain": "Мой сон не нарушается из-за боли",
    "My sleep is sometimes disturbed as a result of the pain": "Мой сон иногда нарушается из-за боли",
    "Due to the pain, I sleep less than 6 hours": "Из-за боли я сплю меньше 6 часов",
    "Due to the pain, I sleep less than 4 hours": "Из-за боли я сплю меньше 4 часов",
    "Due to the pain, I sleep less than two hours": "Из-за боли я сплю меньше двух часов",
    "Pain prevents me from sleeping completely": "Боль полностью мешает мне спать",
    "Social life__1": "Социальная жизнь",
    "My social life is normal and does not increase my pain__1": "Моя социальная жизнь обычная и не вызывает усиления боли",
    "My social life is normal but it increases my pain level__1": "Моя социальная жизнь обычная, но она увеличивает уровень боли",
    "The pain does not have a significant effect on my social life apart from limiting active activities such as sports": "Боль не оказывает существенного влияния на мою социальную жизнь, за исключением ограничения активной деятельности, такой как спорт.",
    "The pain has limited my social life and I don't go out as often": "Боль ограничила мою социальную жизнь, и я не так часто выхожу на улицу",
    "The pain limits my social life to my home__1": "Боль ограничивает мою социальную жизнь моим домом",
    "I have almost no social life as a result of my pain__1": "У меня почти нет социальной жизни из-за моей боли",
    "Trips": "Прогулки",
    "I can walk anywhere without pain": "Я могу свободно гулять без боли",
    "I can walk anywhere but with the added pain": "Я могу свободно гулять, но это вызывает боль",
    "The pain is intense but I manage to go for walks of more than two hours": "Боль сильная, но мне удается гулять более двух часов.",
    "The pain limits my walks to at least one hour": "Боль ограничивает мои прогулки максимум одним часом.",
    "The pain limits me to only necessary bowel movements lasting less than half an hour": "Боль ограничивает меня только необходимыми выходами из дома продолжительностью менее получаса.",
    "The pain prevents me from going out except for treatments": "Боль мешает мне выходить на улицу, за исключением медицинских процедур"
    }
  }